[{"id":"98","handle":"https://digitalcollection.zhaw.ch/handle/11475/18136","date":"2019","language":"en","title":"Energy transition and environmental justice : effects on vulnerable groups and implications for social work","authors":"Suppa, Anna; Steiner, Isabelle; Streckeisen, Peter","subject":" Soziale Gruppen;  Energie","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"305, 333.79","year":"2019","for_data_analysis":"Energy transition and environmental justice : effects on vulnerable groups and implications for social work;  Soziale Gruppen;  Energie; Objectives: The submitted paper focuses on the energy transition and its social and economic effects on vulnerable groups. It raws on an empirical study on behalf of the Swiss Federal Housing Office. This contribution insists on the necessity to overcome he gap between energy policy, social policy, and housing policy. Theoretical Base: The paper refers to intersectionality theory. It elaborates on the notion of energy poverty and takes into account research on environmental justice and environmentalism of the poor.Methods: A mixed research approach was chosen, combining qualitative and quantitative methods: exploratory literature review and policy analysis; a quantitative survey among  experts; qualitative interviews with  vulnerable households and with  experts; and expert woprkshops. Outcomes: The chapter on empirical findings addresses the following aspects: impacts of energy poverty on the overall quality of life; problems due to deficient infrastructure and energy-inefficient housing equipment; discriminatory structures on the housing market; and services offered to persons affected by energy poverty. Social Work and Implications: The article concludes that a green social work mandate is needed in order to align the energy transition with environmental justice. Recommendations are given regarding energy policy, housing market, social assistance, and services to households affected by energy poverty.","doc_id":371,"prior":"vulnerable","SDG1":1},{"id":"58","handle":"https://digitalcollection.zhaw.ch/handle/11475/20957","date":"2020","language":"en","title":"Outreach and performance of microfinance institutions : the importance of portfolio yield","authors":"Meyer, Julia","subject":"Microfinance; Financial return; Outreach; Operating expense; Portfolio yield;  Banken","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332.1","year":"2019","for_data_analysis":"Outreach and performance of microfinance institutions : the importance of portfolio yield; Microfinance; Financial return; Outreach; Operating expense; Portfolio yield;  Banken; In this paper, we examine the interaction between social outreach and financial return in microfinance. Running multivariate regression models and using , observations of microfinance institutions between  and , we find strong evidence suggesting that institutions with more social engagement – in terms of outreach to the poor – earn higher portfolio yields. We also find that measures of outreach are associated with increased operating expenses. As return figures are influenced by both costs and yield, and because both increase to a similar degree with the depth of outreach, these two effects lead to a zero sum result on return measures. This finding could explain why existing studies assessing the interaction between social outreach and different measures of financial performance in microfinance (such as return on assets/equity, operating expenses, operational self-sufficiency) have not produced consistent results.","doc_id":1076,"prior":"microfinance","SDG1":1},{"id":"19","handle":"https://digitalcollection.zhaw.ch/handle/11475/1042","date":"2016","language":"de","title":"Winners and losers of EU emissions trading : insights from the EUTL transfer dataset","authors":"Cludius, Johanna","subject":"Emissions trading scheme; EU ETS; EUTL transfer data; Distributional effects; Free allocation; Two-step selection model;  Bodenwirtschaft und Ressourcen;  Umweltökonomie und nachhaltige Entwicklung;  Umwelt- und Sicherheitsprobleme","type":"Working Paper – Gutachten – Studie","bid":"333, 338.927, 363","year":"2016","for_data_analysis":"Winners and losers of EU emissions trading : insights from the EUTL transfer dataset; Emissions trading scheme; EU ETS; EUTL transfer data; Distributional effects; Free allocation; Two-step selection model;  Bodenwirtschaft und Ressourcen;  Umweltökonomie und nachhaltige Entwicklung;  Umwelt- und Sicherheitsprobleme; This paper analyzes distributional effects the EU Emissions Trading Scheme (EU ETS) created between participants of the scheme during its first trading period. To this end, a dataset recording all transfers during the first period of the EU ETS, originally at account level, was enhanced by adding information about parent companies, firm characteristics, and carbon prices. A two-step selection model was formulated and applied to the data. To account for a number of uncertainties, sensitivity analysis with regard to forward and futures trading was carried out. Findings confirm that free allocation in excess of actual emissions (‹overallocation›) is a major source of gain generated under the Scheme. The fact that small companies are much less likely to participate in trading is a further cause of distributional effects. This paper also discusses that windfall profits obtained by passing through the cost of freely allocated allowances to consumers are likely to dwarf the gains and losses made on the market for EU Allowances. It is therefore quite likely that the majority of companies covered by the EU ETS generated gains during its first period, either through selling overallocation on the market or by generating windfall profits on product markets. Therefore, decisions about the level of free allocation not only have distributional implications for the participants of an emissions trading scheme but determine the distribution of costs and benefits between covered companies and households.","doc_id":1506,"prior":"distributional effects","SDG1":1},{"id":"64","handle":"https://digitalcollection.zhaw.ch/handle/11475/3781","date":"2018","language":"en","title":"Health status inequality among immigrants in Switzerland","authors":"Volken, Thomas; Rüesch, Peter","subject":"Health status; Impairment; Immigrant; Switzerland;  Soziale Gruppen;  Medizin und Gesundheit","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"305, 610","year":"2014","for_data_analysis":"Health status inequality among immigrants in Switzerland; Health status; Impairment; Immigrant; Switzerland;  Soziale Gruppen;  Medizin und Gesundheit; Objective: To assess self-rated health and impairments for six large immigrant groups (Germany, Italy, Kosovo, Portugal, Serbia, Turkey) in Switzerland. Methods: We used population-based survey data from the Swiss Migrant Health Survey  and the Swiss Health Survey . The sample comprised permanent residents aged  -  years (n = ,). Multivariate logistic regressions have been used to estimate odds ratios (OR). Results: Ill health and activities of daily living (ADL) impairments were associated with older age in all groups. However, nationals from Turkey and nationals from Kosovo were substantially more likely than Swiss to report ill health (OR = .; CI = .-.; P = . and OR = .; CI = .-.; P = .) and ADL impairments (OR = .; CI = .-.; P = . and OR = .; CI = .-.; P = .) with increasing age. Furthermore, Portuguese women were more likely (OR = .; CI = .-.; P = .) to report ill health than Swiss women. Conclusions: Immigrant-specific preventive and health promotion initiatives should target vulnerable immigrants from Turkey, Portugal, and Kosovo. Furthermore, groups with few economic and psychosocial resources in the general population of Switzerland should be more involved in interventions to reduce health risk.","doc_id":1641,"prior":"vulnerable","SDG1":1},{"id":"94","handle":"https://digitalcollection.zhaw.ch/handle/11475/7315","date":"2018","language":"en","title":"Benefits of ecological engineering practices","authors":"Brüll, A.; van Bohemen, H.; Costanza, R.; Mitsch, W. J.; van den Boomen, R.; Chaudhuri, N.; Heeb, J.; Jenssen, P.; Schönborn, Andreas","subject":"Ecological engineering; Benefit; Reference system;  Ingenieurwesen","type":"Konferenz: Paper","bid":"620","year":"2011","for_data_analysis":"Benefits of ecological engineering practices; Ecological engineering; Benefit; Reference system;  Ingenieurwesen; With the intention to further promote the field of ecological engineering and the solutions it provides, a workshop on “Benefits of Ecological Engineering Practices” was held  December . It was conducted by the International Ecological Engineering Society in Paris at the conference “Ecological Engineering: from Concepts to Application” organized by the Ecological Engineering Applications Group GAIE. This paper presents the results of the workshop related to three key questions: () what are the benefits of ecological engineering practices to human and ecosystem well-being, () which concepts are used or useful to identify, reference, and measure the benefits of ecological engineering practices, and () how and to whom shall benefits of ecological engineering practices be promoted. While benefits of ecological engineering practices are diverse, general conclusions can be derived to facilitate communication. Identifying benefits requires valuation frameworks reaching beyond the scope of ecology and engineering. A distinction between human and ecosystem well-being in this regard may not be easy or useful, but instead humans embedded in ecosystems should be addressed as a whole. The concepts of resource efficiency, ecosystem services, ecosystem health, and multifunctional land use could serve as suitable references to frame ecological engineering benefits, as well as referring to international political goals such as biodiversity protection, climate change mitigation and poverty reduction. Sector and application specific criteria of good practice could be worked out. Regional, area specific reference systems for sustainable development could provide comparative advantages for ecologically engineered solutions. Besides people with high decision making power and people with high motivation for change are good target groups to be addressed.","doc_id":1960,"prior":"poverty reduction","SDG1":1},{"id":"70","handle":"https://digitalcollection.zhaw.ch/handle/11475/22462","date":"2021","language":"en","title":"The immigration-specific determinants of health care utilization in vulnerable immigrants : a Swiss cross-sectional study : Lecture held at PHD/Master Seminar, University of Lucerne/Department of Health Sciences and Medicine, 2. November 2020","authors":"Tzogiou, Christina; Brunner, Beatrice","subject":" Personengruppen (Alter, Herkunft, Geschlecht, Einkommen);  Gesundheits- und Sozialdienste","type":"Vorlesung","bid":"305, 362","year":"2020","for_data_analysis":"The immigration-specific determinants of health care utilization in vulnerable immigrants : a Swiss cross-sectional study : Lecture held at PHD/Master Seminar, University of Lucerne/Department of Health Sciences and Medicine, . November ;  Personengruppen (Alter, Herkunft, Geschlecht, Einkommen);  Gesundheits- und Sozialdienste","doc_id":2581,"prior":"vulnerable","SDG1":1},{"id":"74","handle":"https://digitalcollection.zhaw.ch/handle/11475/18317","date":"2019","language":"de","title":"Situationsanalyse zur Schaffung rauchfreier Spielplätze im Kanton Basel-Landschaft : eine themengeleitete Arbeit","authors":"Rüegg, Lisa","subject":"Passivrauchen; Rauchfrei; Spielplatz; Kinder; Gemeinden; Kanton Basel-Landschaft;  Medizin und Gesundheit","type":"Thesis: Bachelor","bid":"610","year":"2019","for_data_analysis":"Situationsanalyse zur Schaffung rauchfreier Spielplätze im Kanton Basel-Landschaft : eine themengeleitete Arbeit; Passivrauchen; Rauchfrei; Spielplatz; Kinder; Gemeinden; Kanton Basel-Landschaft;  Medizin und Gesundheit; Einleitung: Von . Millionen Einwohner (BFS, ) in der Schweiz rauchen mehr als eineinhalb Millionen, und noch mehr rauchen passiv mit (Sucht Schweiz, ). Kinder gelten als besonders vulnerable Gruppe, da ihr Körper noch nicht ausgereift ist und deshalb die Giftstoffe schlechter abbauen (BZgA, ). Durch rauchfreie Spielplätze kann die Gesundheit der Kinder erhalten oder gefördert werden.Ziel: Die kantonale Gesundheitsförderung möchte im gesamten Kanton Basel-Landschaft rauchfreie Spielplätze umsetzen. Dafür wird der Ist-Zustand analysiert und mittels eines partizipativen Ansatzes erste Argumente für Gemeinden ausgearbeitet. Methode: Zur Datenerhebung dient eine deskriptive Situationsanalyse mittels Bewertungsraster. Zudem findet eine partizipative Arbeitsmethode nach dem Vorbild der Structured Interview Matrix statt.Ergebnisse: Im Kanton Basel-Landschaft herrscht nur in zwei von neun betrachteten Gemeinden ein Rauchverbot auf allen öffentlichen Spielplätzen. In der partizipativen Arbeitsmethode wünschen sich die Beteiligten für die Umsetzung von rauchfreien Spielplätzen eine positive Vision. Für die Umsetzung von rauchfreien Spielplätzen im Kanton BL werden mögliche Massnahmen und Stakeholder definiert. Schlussfolgerung: Die Arbeit nützt der Auftraggeberin als Grundlage für weitere Gespräche und Verhandlungen und soll als Auftakt für die Lancierung des Projekts dienen. Ein Ansatz auf mehreren Ebenen scheint dabei am vielversprechendsten zu sein.","doc_id":2679,"prior":"vulnerable","SDG1":1},{"id":"49","handle":"https://digitalcollection.zhaw.ch/handle/11475/3241","date":"2018","language":"en","title":"Revising and editing english in Switzerland : some considerations for native speakers","authors":"Ehrensberger-Dow, Maureen","subject":"Editing; Switzerland; Revising; English;  Englisch","type":"Beitrag in Magazin oder Zeitung","bid":"420","year":"2006","for_data_analysis":"Revising and editing english in Switzerland : some considerations for native speakers; Editing; Switzerland; Revising; English;  Englisch; Reflection about where English has come from and where is it going may seem more of an academic exercise for historical linguists than a concern for language professionals working in and into English. However, translators working outside of their native language community may become fossilized with an \"old-fashioned\" variant and be particularly vulnerable to influence from the source or surrounding language. In the case of English, the risk of taking on non-native patterns is particularly acute, since English is now used practically everywhere. It is thus especially important for native speakers outside their language community to re-acquaint themselves with the depth of their native linguistic resources and reflect on what \"real\" English is, who their audience is, and on their revising and editing practices.","doc_id":2938,"prior":"vulnerable","SDG1":1},{"id":"27","handle":"https://digitalcollection.zhaw.ch/handle/11475/23912","date":"2022","language":"en","title":"Public mental health services in the European region during the COVID-19 pandemic","authors":"Wilson, Naomi; McDaid, Shari; Wieber, Frank; Lindert, Jutta","subject":" Gesundheits- und Sozialdienste;  Psychische Störungen, klinische Psychologie und Psychiatrie","type":"Konferenz: Sonstiges","bid":"362, 616.89","year":"2021","for_data_analysis":"Public mental health services in the European region during the COVID- pandemic;  Gesundheits- und Sozialdienste;  Psychische Störungen, klinische Psychologie und Psychiatrie; The European Public Health Association (EUPHA), in conjunction with the Mental Health Foundation UK, conducted a purposely designed online survey of public and mental health professionals from across Europe, exploring public mental health responses to the pandemic in different regions, nations and localities. Participants were recruited from EUPHAs mental health division and through snowballing. Four broad areas were explored, namely; () perceived changes in available mental health supports during the pandemic; () whether or not a public mental health response plan had been developed; () if any demographic groups or priority areas had been given particularly consideration in this response and () how the response had been developed (i.e. whether intersectoral approaches had been adopted and the perceived degree to which service users and carers had been included in its development). Forty-four survey responses from twenty different European nations were collected and grouped according to whether respondents were practising in countries with low, medium or high COVID- incidence rates. The majority of responses were from public health professionals with over  years of experience. Results indicated wide variations in policy responses to the crisis and in the way mental health services have adapted to date. However, in the majority of countries surveyed, while an increase in online mental health supports during the pandemic was reported, no change in long term funding for mental health supports was observed. In addition, in the majority of countries, several vulnerable groups were rarely given specific attention in policy responses, namely low-income families, people with long-term health conditions or disabilities and ethnic minorities. In this workshop we will discuss the findings from this survey and explore what insights might be learned from experiences across Europe to date.","doc_id":3011,"prior":"vulnerable","SDG1":1},{"id":"67","handle":"https://digitalcollection.zhaw.ch/handle/11475/23941","date":"2022","language":"en","title":"The coffee guide","authors":"Bozzola, Martina; Charles, Sarah; Ferretti, Tommaso; Gerakari, Eleni; Manson, Hernan; Rosser, Neil; von der Goltz, Philip","subject":"Coffee; Supply chain; Sustainability; Coffee market;  Produktion","type":"Buch","bid":"338","year":"2021","for_data_analysis":"The coffee guide; Coffee; Supply chain; Sustainability; Coffee market;  Produktion; The Coffee Guide is the world's most extensive, hands-on and neutral source of information on the international coffee trade. It covers trade issues relevant to coffee growers, traders, exporters, transportation companies, certifiers, associations and authorities, and other relevant actors. Many in the coffee industry consider it the go-to reference.This fourth edition is directly informed by the coffee industry. It has updated technical information on finance, food safety measures, logistics and contracts. It has redefined quality and data segmentation and expanded digitalization coverage and information related to certifications and supply chain legislation. It also gives prime importance to issues like climate change, coffee price volatility, living wage and the inequitable distribution of power, profit and resources across the supply chain. It aims to be informative, useful and inclusive of all sector stakeholders.; Coffee is commercially produced in more than  countries, and the world drinks upwards of  billion cups a day. The annual income of the coffee sector is estimated to exceed $ billion. While the number of coffee drinkers continues to rise and producers work hard to keep up with demand, the coffee industry is faced today with unprecedented challenges and shifting dynamics that command change and adaptation. Business as usual is no longer an option.The COVID- pandemic has hit actors across the coffee value chain hard and fast. Still reeling from the shock, they are pulling together to survive and rebuild in a more sustainable way. The effects of climate  change, while certainly not new, are now more visible than ever – especially in producer countries, which are  also the most vulnerable. Environmental, social and economic inequities exist within value chains. Calls for fairer, more ethical systems of trade have become a global priority, shaping consumer trends. Meanwhile, economic developments in some producer countries are changing the geography of consumption and have the world considering new models of trade. New partnerships, technology and greater participation of women and youth are contributing to a constructive  evolution of the coffee industry. They alter the way we produce and consume coffee. This guide explores the main forces driving change in the coffee industry and considers what trends are emerging as a result. It also offers an overview of market dynamics, with the latest data as well as examples  and information that equip anyone interested in the sector with the right tools to navigate it.","doc_id":3142,"prior":"vulnerable","SDG1":1},{"id":"36","handle":"https://digitalcollection.zhaw.ch/handle/11475/10271","date":"2018","language":"en","title":"Modelling the interaction of tourism and international development","authors":"Rios-Morales, Ruth; Gamberger, Dragan; Jenkins, Ian","subject":"International development; Modelling; Tourism;  Produktion","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"338","year":"2013","for_data_analysis":"Modelling the interaction of tourism and international development; International development; Modelling; Tourism;  Produktion; The purpose of this paper is to contribute to the theoretical frameworks of the interaction of tourism and international development; this study also provides a critical evaluation of the effectiveness of international development initiatives and poverty reduction, using the Nicaraguan case. The evaluation incorporates aspects related to the millennium development goals (MDGs) and the heavily indebted poor countries (HIPCs) initiatives. By using data analysis techniques, we evaluated the ratio between investment in the tourism industry and economic growth in the period -. From this analysis, a predictive model has been developed. Tourism represents one of the main sources of income for many developing countries. We argue that tourism pro-poor must be integrated within national development strategies and should be present in international economic development and poverty reduction.","doc_id":4057,"prior":"poverty reduction","SDG1":1},{"id":"30","handle":"https://digitalcollection.zhaw.ch/handle/11475/1256","date":"2017","language":"de","title":"Die Auswirkungen einer Naturkatastrophe auf das Konzept von Mikrofinanz : Eine Analyse anhand des Beispiels Nepal","authors":"Rytsakhu, Dhadon","subject":" Finanzwirtschaft;  Produktion","type":"Thesis: Bachelor","bid":"332, 338","year":"2016","for_data_analysis":"Die Auswirkungen einer Naturkatastrophe auf das Konzept von Mikrofinanz : Eine Analyse anhand des Beispiels Nepal;  Finanzwirtschaft;  Produktion; Am . April  ereignete sich im Königreich Nepal das schlimmste Erdbeben seit über  Jahren: Mit Stärke . kostete die Naturkatastrophe nicht nur zahlreichen Menschen das Leben, sondern zerstörte auch viele Existenzgrundlagen. Mikrofinanz soll benachteiligten Bevölkerungsschichten den Zugang zum Finanzsystem ermöglichen. Die Folgen von Naturkatastrophen wie dem Erdbeben erschweren jedoch die nachhaltige Befreiung der potenziellen Kreditnehmer aus dem Teufelskreis der Armut.Diese Bachelorarbeit untersucht deshalb die Einflüsse der Naturkatastrophe auf den Mikrofinanzsektor Nepals und geht der Frage nach, welche Änderungen der Erdstoss  für Kreditnehmer und -geber ausgelöst hat. Des Weiteren wird untersucht, ob Mikrofinanz in Nepal ein geeigneter Ansatz für die Milderung von Mittellosigkeit ist. Dabei wird der Fokus speziell darauf gelegt, ob den Menschen tatsächlich geholfen wird.Um diese Fragen zu beantworten, wurden mit Hilfe der externen nepalesischen Firma Sarathi Lagani Pvt. Ltd. eine Umfrage unter  nepalesischen Mikrokreditnehmern sowie zwei aufschlussreiche Interviews durchgeführt. Daneben wurden anhand einer Analyse von Jahresberichten nepalesischer Mikrofinanzinstitutionen Hinweise auf Veränderungen nach der Katastrophe ausgearbeitet. Unter Beizug aktueller Literatur und eines weiteren qualifizierten Interviews in Indien wurde diese Forschungsarbeit vervollständigt.Die Analyse hat ergeben, dass eine Zunahme des Anteils männlicher Kleinkreditnehmer erkennbar ist, obwohl in Südasien die Mehrheit der Mikrokredite von Frauen aufgenommen wird. Das durchschnittliche Alter bei der Aufnahme der Kredite liegt zwischen  und  Jahren, da vor allem bei jungen Nepalesen die Arbeitsmigration zunimmt. Obwohl der Erdstoss die Einkommensquelle vieler zerstört hat, bereitet der Gedanke der Rückzahlung den nepalesischen Kreditnehmern keine Sorgen. In den Jahresberichten ist zu erkennen, dass die Rückstellungen für Kreditausfälle stark zugenommen haben. Dies unterstreicht den grosszügigeren Vergabeprozess für Kleinkredite und die gestiegenen Risiken. In Bezug auf die Anzahl der Mitarbeiter konnten bei den Neueinstellungen und Entlassungen keine Extremwerte festgestellt werden. Unter einem besseren Lebensstandard verstehen viele Nepalesen die Erfüllung eines Grundbedürfnisses, nämlich genügend Nahrung. Die Meinungen über die nötigen Massnahmen zur Armutsbekämpfung gehen weit auseinander. Dennoch besteht unter verschiedenen Befragten Einigkeit, dass die zunehmende Digitalisierung den Mikrofinanzsektor prägen wird.Mit Mikrofinanz kann den Menschen in Nepal effektiv geholfen werden. Trotz allem hat der Mikrofinanzsektor in Nepal Verbesserungspotential. Die Mikrokreditaufnahme und -vergabe sollte zwingend mit zusätzlichen Auflagen verbunden sein, um die Kreditnehmer und -geber zu schützen. Investitionen in Zusatzversicherungen können den Verlust nach einer Naturkatastrophe ausgleichen, zudem muss das Personal in den Mikrofinanz-Institutionen aufgestockt werden. In Zukunft müssen die Kleinkreditnehmer und die Armutsbekämpfung im Mittelpunkt stehen.","doc_id":4427,"prior":"Armutsbekämpfung","SDG1":1},{"id":"8","handle":"https://digitalcollection.zhaw.ch/handle/11475/24369","date":"2022","language":"en","title":"Impacts of Covid-19 on developing countries and the catch-up effect","authors":"van Vugt, Julia D.","subject":" Wirtschaft","type":"Thesis: Bachelor","bid":"330","year":"2021","for_data_analysis":"Impacts of Covid- on developing countries and the catch-up effect;  Wirtschaft; Since its emergence, COVID- has disrupted life globally. The World Bank, IMF, and OECD determined the pandemic to have had a severe impact on the world's economy in , even more so than the World Financial Crisis in . Whilst COVID- affected all countries, developing markets were especially vulnerable to the crisis due to their high employment rates in the informal sector and lower fiscal capabilities. Whilst forecasts for global economic growth in  are optimistic, the recovery will vary between the different regions and income levels.This thesis aimed to compare the impacts of the pandemic on the economies of developing and advanced countries. The paper focused on evaluating developing markets' future capabilities to converge their GDP per capita with developed countries through higher GDP growth rates. Therefore, economic growth was analysed per region and income level for , and forecasts for  until  were assessed. Additionally, the long-term impact of the decline of production factors in  and the importance of existing levels of production factors for future development were evaluated.The findings revealed that the pandemic severely impacted both advanced and emerging economies. However, the crisis affected future growth prospects to varying degrees in the different regions of the world. As advanced economies recover fast, convergence is deemed volatile until , and each region of emerging markets experiences divergent GDP per capita growth for at least one year. While Asian and European emerging markets display higher than average growth, Latin America can sustain growth rates similar to those in advanced economies. In contrast, the African countries and the Middle East struggle the most to reach high growth, mainly exhibiting divergent per capita growth rates in the future. Nonetheless, overcoming the effects of the pandemic is essential for all emerging markets, as a prolonged impact would considerably damage their convergence possibilities. Therefore, the rapid distribution of vaccines, leading to a faster reopening of the economies, is essential.The current forecast indicates that the decline in production factors during  has a limited impact on future GDP per capita growth. Combined with additional economic contributions provided by governments, this supports a positive outlook for the future. To continue achieving sustained growth, emerging economies need to focus on advancing their level of investment and on further improving and expanding access to education. Lastly, the institutions within emerging countries, such as the rule of law, need to be strengthened. All the mentioned factors have shown a significant relation with higher growth and were recommended policy measures to support development in emerging economies even before COVID-. However, since the pandemic is still ongoing, its impact should be re-evaluated continuously to derive the necessary policies to support the global economic recovery.","doc_id":4503,"prior":"vulnerable","SDG1":1},{"id":"64","handle":"https://digitalcollection.zhaw.ch/handle/11475/13424","date":"2018","language":"en","title":"Fault-tolerant observer design with a tolerance measure for systems with sensor failures","authors":"Zhang, Cong; Jaimoukha, Imad M.; Segundo Sevilla, Felix Rafael","subject":" Systeme","type":"Konferenz: Paper","bid":"003","year":"2016","for_data_analysis":"Fault-tolerant observer design with a tolerance measure for systems with sensor failures;  Systeme; A fault-tolerant switching observer design methodology is proposed. The aim is to maintain a desired level of closed-loop performance under a range of sensor fault scenarios while the fault-free nominal performance is optimized. The range of considered fault scenarios is determined by a minimum number p of assumed working sensors. Thus the smaller p is, the more fault tolerant is the observer. This is then used to define a fault tolerance measure for observer design. Due to the combinatorial nature of the problem, a semidefinite relaxation procedure is proposed to deal with the large number of fault scenarios for systems that have many vulnerable sensors. The procedure results in a significant reduction in the number of constraints needed to solve the problem. Two numerical examples are presented to illustrate the effectiveness of the fault-tolerant observer design.","doc_id":4743,"prior":"vulnerable","SDG1":1},{"id":"13","handle":"https://digitalcollection.zhaw.ch/handle/11475/8785","date":"2018","language":"en","title":"Access to and use of everyday technology among older people : an occupational justice issue – but for whom?","authors":"Kottorp, Anders Börje Mauritz; Nygård, Louise; Hedman, Annicka; Öhman, Annika; Malinowsky, Camilla; Rosenberg, Lena; Lindqvist, Eva; Ryd, Charlotta","subject":"Everyday Technology Use Questionnaire (ETUQ); Mild cognitive impairment; Dementia; Older adult; Everyday technology;  Soziale Gruppen;  Technik","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"305, 600","year":"2016","for_data_analysis":"Access to and use of everyday technology among older people : an occupational justice issue – but for whom?; Everyday Technology Use Questionnaire (ETUQ); Mild cognitive impairment; Dementia; Older adult; Everyday technology;  Soziale Gruppen;  Technik; Research into older people's use of remote controls, mobile phones, digital home appliances, and computerized communication systems reveals that many have difficulty accessing and using these everyday technologies. By using occupational justice theory as a lens onto this technological development, we argue in this commentary that critical analysis of the findings from an occupational perspective reveals systematic injustices that disadvantage certain sectors of the older population. In particular we propose that, contrary to what might be expected, diagnosis or disability is not the sole marker for a vulnerable population at high risk of occupational injustices. Rather, the empirical findings support that other aspects (e.g., economic, educational) may also be influencing both everyday technology access and use among the older population. In light of these concerns, we argue that (a) occupation-centred outcome measures are needed to target everyday technology populations at risk of occupational injustices, and (b) future studies evaluating the access and use of everyday technology among older people must also monitor and target socio-demographic diversities.","doc_id":5073,"prior":"vulnerable","SDG1":1},{"id":"61","handle":"https://digitalcollection.zhaw.ch/handle/11475/23343","date":"2021","language":"en","title":"Generalized anxiety among Swiss health professions and non-health professions students : an open cohort study over 14 months in the COVID-19 pandemic","authors":"Volken, Thomas; Zysset, Annina; Amendola, Simone; von Wyl, Agnes; Dratva, Julia","subject":"Generalized anxiety disorder; Health profession; Student; COVID-19; Mental health; Young adult;  Persönliche Gesundheit","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"613","year":"2021","for_data_analysis":"Generalized anxiety among Swiss health professions and non-health professions students : an open cohort study over  months in the COVID- pandemic; Generalized anxiety disorder; Health profession; Student; COVID-; Mental health; Young adult;  Persönliche Gesundheit; To date, little is known about the long-term trajectory of generalized anxiety disorder (GAD) symptoms in health professions (HP) students over the course of the pandemic. Like health professionals in general, HP students may have a significantly greater susceptibility to GAD symptoms due to their involvement in the health care system and the associated specific stressors and risks during the COVID- pandemic. The HEalth in Students during the Corona pandemic study (HES-C) provided the opportunity to investigate the long-term course of GAD symptoms with eight measurement points over  months in  HP and non-HP students in Switzerland between March  and June . We employed logistic regression models with clustered sandwich standard errors to estimate unadjusted and adjusted prevalence of GAD symptoms. In the full model, we adjusted for age, gender, nationality, social status, social support, self-efficacy, and COVID- symptoms in the past  weeks. At baseline, the estimated adjusted GAD symptom prevalence was .% (% CI = .–.) in HP students and .% (% CI = .–.) in their peers. With the peak of the second SARS-CoV- infection wave in October/November , GAD symptom prevalence substantially increased and then remained stable over time, despite changes in the epidemiological situation and its associated containment measures. At the last follow-up in June , GAD symptom prevalence in HP and non-HP students was .% (% CI = .–.) and .% (% CI = .–.), respectively. Absolute differences in GAD symptom prevalence between student groups over all eight measurement points ranged from .% to .% (all p < .). Non-HP students are identified as a specifically vulnerable group. Accordingly, target group-specific public health campaigns and interventions should be developed with the aim to strengthen their resources, reducing GAD symptoms, and preventing chronification.","doc_id":5118,"prior":"vulnerable","SDG1":1},{"id":"55","handle":"https://digitalcollection.zhaw.ch/handle/11475/21904","date":"2021","language":"en","title":"Towards assessing the resource criticality of agricultural livelihood systems","authors":"Meylan, Grégoire; Thiombiano, Boundia Alexandre; Le, Quang Bao","subject":"Agricultural livelihood system; Criticality assessment; Material flow analysis; Solution-oriented indicator; Sustainable intensification; Systemic approach;  Landwirtschaft","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"630","year":"2021","for_data_analysis":"Towards assessing the resource criticality of agricultural livelihood systems; Agricultural livelihood system; Criticality assessment; Material flow analysis; Solution-oriented indicator; Sustainable intensification; Systemic approach;  Landwirtschaft; Despite the many advantages of sustainable intensification (SI), the level of adoption of SI practices in African smallholding farms is still very low, highlighting the need for adequate methods for monitoring farm sustainability. Research on SI and related poverty alleviation strategies focus either on the “problems” or on the “solutions” for agricultural livelihood systems (ALS) with separate sets of indicators developed accordingly. Bridging the two approaches, we propose an indicator set to assess the criticality of a resource to ALSs in order to support smallholders, decision-makers, and practitioners in the process of SI. The set indicates what problems an ALS faces in the form of resource supply risks and the ALS’s ability to successfully cope with such problems, i.e., how resilient it is to these supply risks. We apply the ALS criticality approach (ALSCA) to macronutrients in three different ALS types in the village cluster of Pontieba, Ioba Province, Burkina Faso. Two criticality indicators are highlighted. First, the three ALS types are not facing equal nitrogen supply risks, when the latter is informed by depletion time. The depletion time indicates the time until which a resource stock is depleted at the current mining rate. The average depletion time of soil nitrogen stocks ranges from some  to  years. Second, the reliance on own resources is an indicator measuring resilience to supply restriction. In Pontieba, regardless of macronutrient, reliance on own nutrients never surpasses % when ALS averages are considered. The study showed that the ALSCA can contribute to the implementation of SI practices through support at four levels: ) providing a holistic view on the ALS to avoid problem-shifting and enable prioritization, ) providing options to reduce resource criticality, ) mutual learning between ALSCA practitioners and smallholder farmers through knowledge integration, and ) facilitating policy coherence from local to national levels thanks to the ALSCA’s applicability on different scales.","doc_id":5684,"prior":"poverty alleviation","SDG1":1},{"id":"68","handle":"https://digitalcollection.zhaw.ch/handle/11475/11491","date":"2018","language":"en","title":"Structured organisation of postpartum care : benefits for families and midwives","authors":"Grylka, Susanne; Iglesias, Carolina; Pehlke-Milde, Jessica","subject":"Postpartum; Midwifery care; Social disadvantaged family;  Geburtsmedizin und Hebammenarbeit","type":"Konferenz: Poster","bid":"618","year":"2018","for_data_analysis":"Structured organisation of postpartum care : benefits for families and midwives; Postpartum; Midwifery care; Social disadvantaged family;  Geburtsmedizin und Hebammenarbeit; Rational: The necessity of outpatient postpartum care has increased due to shorter hospital stays after childbirth. Arranging postpartum midwifery care however can be stressful for families, if systemic factors leave the responsibility to the parents and multiple telephone calls are needed to find a midwife. This is especially challenging for social disadvantaged families.Method: We evaluated the services of the midwifery network Familystart Zurich in Switzerland using a mixed method study design. Descriptive statistics, logistic regression modelling and qualitative content analysis were applied. Result/Conclusion: Familystart users were more often of foreign nationalities (.% vs. .%, p<.), had no professional education (.% vs. .%, p<.), gave birth more frequently by caesarean section (.% vs. .%, p<.) and recorded more cumulative risk factors (three or more risk factors: .% vs. .%, p<.) compared to women organising their midwifery care themselves. It seemed that vulnerable families could be reached and their postpartum care could be arranged through the midwifery network. Women appreciated the support and estimated the help being disburdening and time-saving. Additionally, the collaboration of midwives in the network enabled to improve their work organisation and to make better use of limited resources. Thus both, families and midwives seem to benefit from the services of Familystart Zurich.Implication of findings: Families with their newborns, which return at home shortly after birth, are in need of a low-threshold and guaranteed postpartum care. The services provided by a midwifery network can lead to a win-win situation for the families, especially social disadvantaged ones, and the midwives.","doc_id":5976,"prior":"vulnerable","SDG1":1},{"id":"9","handle":"https://digitalcollection.zhaw.ch/handle/11475/11036","date":"2018","language":"de","title":"Veränderung der Habitatvielfalt in der Schwall-Sunk-Strecke der Sarine nach dem Bau des Rossens-Staudamms (Kt. FR) : eine GIS-Auswertung historischer Luftbilder","authors":"Rickenbacher, Fabian","subject":"Auenlandschaft; Schwall-Sunk; Wasserkraft; Habitat Turnover; Abflussregime; Floodplain; Hydropeaking; Hydropower; Floodplain change; Run-off regime;  Ökologie","type":"Thesis: Bachelor","bid":"577","year":"2017","for_data_analysis":"Veränderung der Habitatvielfalt in der Schwall-Sunk-Strecke der Sarine nach dem Bau des Rossens-Staudamms (Kt. FR) : eine GIS-Auswertung historischer Luftbilder; Auenlandschaft; Schwall-Sunk; Wasserkraft; Habitat Turnover; Abflussregime; Floodplain; Hydropeaking; Hydropower; Floodplain change; Run-off regime;  Ökologie; Floodplains are among the world’s most vulnerable ecosystems. In Switzerland, it is estimated that more than % of all floodplains have disappeared, and only a few are left in the natural state. More than half of the electricity produced in Switzerland comes from hydroelectric power, and again about % of this electricity comes from storage power plants, where fluctuations in the level occur in times of increased power generation. Due to the altered run-off regime, very unstable habitats are created in time and space, and lateral cross-linking decreases, which means that important floodplain habitats are seperated from the river.  Within the scope of this Bachelor thesis, the morphological changes of most important floddplain sites in the hydropeaking stretch of the Sarine/Saane were investigated by means of an evaluation of historical aerial images after the construction of the Rossens dam (Kt. FR). The Sense floodplain served as a near-natural reference at Plaffeien (Kt. FR).; Auenlandschaften gehören zu den weltweit am meisten gefährdeten Ökosystemen. In der Schweiz sind bis heute schätzungsweise mehr als % aller Auenlandschaften verschwunden und von den noch vorhandenen befinden sich nur noch wenige in naturnahem Zustand. Mehr als die Hälfte des in der Schweiz produzierten Stromes stammt aus der Wasserkraft und wiederum ca. % dieses Stromes stammt aus Speicherkraftwerken, bei welchen in Zeiten der erhöhten Stromproduktion Pegel- und Abflussschwankungen auftreten können, die als Schwall-Sunk bezeichnet werden. Durch das veränderte Abfluss- und Geschieberegime können zeitlich und räumlich instabile Lebensräume entstehen und wichtige Auenhabitate vom Fliessgewässer abgetrennt werden.Im Rahmen dieser Bachelorarbeit wurde die morphologischen Veränderungen der wichtigsten Auenhabitate in der Schwall-Sunk-Strecke der Sarine/Saane nach dem Bau des Rossens-Staudamms (Kt. FR) mittels einer Auswertung von historischen Luftbildern untersucht. Als naturnahe Referenz diente die Senseaue bei Plaffeien (Kt. FR).","doc_id":6012,"prior":"vulnerable","SDG1":1},{"id":"59","handle":"https://digitalcollection.zhaw.ch/handle/11475/17593","date":"2019","language":"en","title":"Critical age windows in the impact of lifetime smoking exposure on respiratory symptoms and disease among ever smokers","authors":"Erbas, Bircan; Knudsen, Toril Mørkve; Janson, Christer; Nilsen, Roy M.; Accordini, Simone; Benediktdottir, Bryndis; Dratva, Julia; Heinrich, Joachim; Jarvis, Debbie; Leynaert, Benedcite; Matheson, Melanie C.; Norbäck, Dan; Real, Francisco G.; Raherison-Semjen, Chantal; Villani, Simona; Dharmage, S.C.; Svanes, C.","subject":"Asthma; Cigarette smoking; ECRHS; Lung function; Respiratory symptom;  Innere Medizin und Krankheiten","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"616","year":"2018","for_data_analysis":"Critical age windows in the impact of lifetime smoking exposure on respiratory symptoms and disease among ever smokers; Asthma; Cigarette smoking; ECRHS; Lung function; Respiratory symptom;  Innere Medizin und Krankheiten; Background: Despite extensive knowledge of smoking effects on respiratory disease, there is no study including all age windows of exposure among ever smokers. The objective of this study was to assess the effects from smoking exposure in utero, early childhood, adolescence and adulthood on respiratory health outcomes in adult male and female ever smokers.Methods: Respiratory health outcomes were assessed in , participants of the European Community Respiratory Health Survey (ECRHS) I who reported a history of ever smoking by questionnaire. The associations of maternal smoking in utero, maternal smoking during childhood, age of smoking debut and pack-years of smoking with respiratory symptoms, obstructive diseases and bronchial hyperreactivity were analysed using generalized linear regression, non-linearity between age of smoking debut and outcomes were assessed by Generalized additive mixed models.Results: Respiratory symptoms and asthma were more frequent in adults if their mother smoked during pregnancy, and, in men, also if mother smoked in childhood. Wheeze and ≥ respiratory symptoms declined with later smoking debut among women [≤ years: OR = ., % CI ., .; – years: .[.–.]; – years: .[.–.] and ≤ years: .[.–.]; – years: .[.–.]; – years: .[.–.], respectively]. Effects of increasing number of packyears were pronounced in women (Chronic Obstructive Pulmonary Disease (COPD): OR/ packyears women: . [., .], men: . [., .] pinteraction = .).Conclusions: Among ever smokers, smoking exposure in each stage of the lifespan show persistent harmful effects for adult respiratory health, while women appeared to be more vulnerable to an early age of smoking debut and amount of smoking in adulthood.","doc_id":6534,"prior":"vulnerable","SDG1":1},{"id":"9","handle":"https://digitalcollection.zhaw.ch/handle/11475/12878","date":"2018","language":"en","title":"Credit constraints, firm exports and financial development : evidence from developing countries","authors":"Fauceglia, Dario","subject":"Export margins; International trade; Credit constraints; Financial development;  Weltwirtschaft und Handel","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"337","year":"2015","for_data_analysis":"Credit constraints, firm exports and financial development : evidence from developing countries; Export margins; International trade; Credit constraints; Financial development;  Weltwirtschaft und Handel; This paper examines whether financial development reduces the impact of credit constraints on the exporting decision using firm-level data across  developing countries. We approximate credit constraints by a firm's liquidity ratio. In line with a Melitz-type model with borrowing frictions, the regression analysis confirms that the positive effect of a firm's liquidity on the exporting probability is larger for firms located in financially less developed countries. This result highlights the importance of financial development in reducing credit constraints. The empirical results also suggest that financing obstacles and the benefits from better access to finance are particularly high for firms belonging to innovative sectors dependent on external finance.","doc_id":6580,"prior":"financial development","posterior":"access","SDG1":1},{"id":"36","handle":"https://digitalcollection.zhaw.ch/handle/11475/5860","date":"2018","language":"de","title":"Evaluation Familystart Zürich : Abschlussbericht","authors":"Grylka, Susanne; Hollenstein, Eva; Angerer, Alfred; Erdin Springer, Rebekka; Pehlke-Milde, Jessica","subject":" Geburtsmedizin und Hebammenarbeit","type":"Working Paper – Gutachten – Studie","bid":"618","year":"2018","for_data_analysis":"Evaluation Familystart Zürich : Abschlussbericht;  Geburtsmedizin und Hebammenarbeit; Hintergrund: Mit der Einführung der DRGs erhöhte sich der Druck auf die Spitäler, Frauen nach der Geburt früher nach Hause zu entlassen. Forschungsergebnisse zeigen, dass Frühentlassungen zu vergleichbar guten Outcomes für Mutter und Kind führen wie längere Spitalaufenthalte, wenn die Wochenbettversorgung zu Hause durch Gesundheitsfachpersonen gut organisiert und gewährleistet ist. Frei praktizierende Hebammen und Pflegefachfrauen leisten einen wichtigen Beitrag zur medizinischen Grundversorgung von Mutter und Kind. Familystart Zürich ist ein gemeinnütziger Verein, der seit Frühjahr  die Vermittlung der Wochenbettbetreuung im Kanton Zürich durch Hebammen und Pflegefachfrauen übernimmt, wenn die Familien die Betreuung nicht selber organisieren können oder möchten oder keine Hebamme finden. Der Verein verspricht eine Versorgungsgarantie für alle Familien, die in den Vertragsspitälern ihr Kind bekommen, insbesondere auch für psychosozial belastete Familien, für welche die selbstständige Organisation der Betreuung aus sprachlichen Gründen oder fehlenden Systemkenntnissen erschwert ist.Ziele: Die Evaluation von Familystart Zürich setzte sich zum Ziel zu untersuchen, inwieweit die Ansprüche, die an den Verein gestellt werden, erfüllt sind und welche Entwicklungspotentiale bestehen. Es wurden folgende Aspekte evaluiert: ) die Gewährleistung der Versorgungsgarantie, ) der ökonomische Mehrwert durch Familystart Zürich, ) soziodemographische und geburtshilfliche Unterschiede zwischen den Familystart-Nutzerinnen und Zürcher Frauen mit ihren Neugeborenen, die selber eine Hebamme suchten, ) die Zufriedenheit der Familystart-Nutzerinnen mit den Dienstleistungen des Vereins und mit der Hebammenbetreuung, ) die Betreuung der von Familystart Zürich vermittelten Frauen und ihren Neugeborenen und ) die Zufriedenheit der frei praktizierenden Hebammen und Pflegefachfrauen mit den Dienstleistungen von Familystart Zürich und mit ihrer Mitgliedschaft im Verein.Methode: Das Gesamtprojekt wurde in vier Module unterteilt, die sich an den oben aufgeführten Zielen orientierten. Es wurden quantitative und qualitative Methoden angewendet. Für die quantitativen Auswertungen standen die Anmeldedaten von Familystart Zürich und ein Teildatensatz der Tätigkeitserfassung der frei praktizierenden Hebammen des Schweizerischen Hebammenverbandes zur Verfügung. Zudem wurden quantitative Daten der Vertragsspitäler ausgewertet. Des weiteren wurden Einzelinterviews mit Gesundheitsfachpersonen und Klinikleitungen der Vertragsspitäler, Telefoninterviews mit den Nutzerinnen von Familystart Zürich und ein Fokusgruppeninterview mit Hebammen und Pflegefachfrauen von Familystart Zürich durchgeführt und inhaltsanalytisch ausgewertet.Ergebnisse: Familystart Zürich vermittelte  insgesamt n=‘ Familien mit einem Neugeborenen eine Hebamme oder eine Pflegefachfrau. Die Familystart-Nutzerinnen bekamen zu über % ihr Kind in einem der Vertragsspitäler und wohnten grösstenteils im Kanton Zürich. Mehr als die Hälfte der von Familystart Zürich vermittelten Frauen (.%) waren in der Stadt Zürich wohnhaft, insbesondere in Zürich Nord. Die Vermittlungsgarantie war für Frauen, die in einem der Vertragsspitäler geboren hatten, gewährleistet. Die gesundheitsökonomische Beurteilung zeigte einen substantiellen Mehrwert für die Spitäler in folgenden Bereichen: „Zeitersparnis“, „Zufriedenheit“ des Pflegepersonals und der Klientinnen, „Transparenz und Standardisierung“, „Stressreduktion“, „Ökonomische Parameter“ sowie „Vernetzung und Kooperation“. Im Bereich „Zeitersparnis“ wurde ein um % reduzierter Aufwand des Vermittlungsprozesses bei schwierigen Fällen festgestellt. Die Familystart-Nutzerinnen unterschieden sich signifikant von Zürcher Frauen, die selber eine Hebamme suchten. Sie waren signifikant häufiger ausländische Staatsangehörige (.% vs. .%, p<.) und kamen vor allem häufiger aus Süd- und Osteuropa sowie Afrika und Asien. Zudem hatten die Familystart-Nutzerinnen signifikant häufiger keine Berufsausbildung (.% vs. .%, p<.), waren nicht berufstätig (.% vs. .%, p<.), bekamen ihr Kind per Kaiserschnitt (.% vs. .%, p<.) und zeigten auch häufiger weitere Risikofaktoren wie Armut, Frühgeburt, Mehrlinge oder Fehlbildungen beim Kind sowie die Kumulation von mehreren Risikofaktoren. Die Raten an Frauen mit ausländischen Nationalitäten, keiner Berufsausbildung oder Kaiserschnitten war zudem höher als diejenigen von Frauen im gebärfähigen Alter in Stadt und Kanton Zürich und diejenigen des grössten Vertragsspitals. Insgesamt waren die Frauen sehr zufrieden mit der Hebammenvermittlung und der Wochenbettbetreuung. Sie empfanden die Unterstützung durch Familystart Zürich in der Hebammensuche als grosse Entlastung. Der Anteil an Frauen mit Hausbesuchen in den ersten vier Tagen nach der Geburt und ab dem . postpartalen Tag war bei den Familystart-Nutzerinnen geringer, der Anteil an Frauen mit Besuchen zwischen dem . und . Tag jedoch höher als bei Zürcher Frauen, die ihre Hebamme selber suchten. Die Hebammen und Pflegefachfrauen fanden ebenfalls, dass sich die von Familystart Zürich vermittelten Frauen von anderen betreuten Frauen unterschieden und mehr psychosoziale Risikofaktoren aufwiesen. Die Vereinsmitglieder waren insgesamt sehr zufrieden mit den Dienstleistungen von Familystart Zürich und mit ihrer Arbeitssituation, und die kurzfristigen Vermittlungen der Familystart-Nutzerinnen halfen, Lücken mit geringem Arbeitsanfall zu füllen und Ressourcen besser zu nutzen. Die Hebammen und Pflegefachfrauen wünschten sich Unterstützung von Familystart Zürich im Schnittstellenmanagement mit den Spitälern und bei der Organisation von Dolmetschenden, die auch kulturell vermitteln können.Diskussion und Handlungsempfehlungen: Insgesamt werden die Angebote von Familystart Zürich sehr rege genutzt und sind sowohl für die Frauen, die von Familystart Zürich vermittelt wurden, als auch für die Hebammen und Pflegefachfrauen, die Spitäler sowie die Gesundheits- und Sozialdepartemente von Stadt und Kanton Zürich sehr interessant. Es zeigt sich ein deutlicher Mehrwert für die Familystart-Nutzerinnen und ihre Neugeborenen, die dadurch gut versorgt sind, aber auch für die Hebammen und Pflegefachfrauen, die dadurch gut ausgelastet sind. Zudem müssen die Spitäler weniger Zeit für die Hebammensuche aufwenden und die Sozialdienste von Stadt und Kanton Zürich haben die Gewissheit, dass vulnerable Familien erreicht werden und nicht durch das Versorgungsnetz fallen. Die neuen Arbeitsmodelle, die von Familystart Zürich gefördert werden und die erleichterten Vermittlungen über die neugestaltete App gehen in die richtige Richtung, damit die Versorgungsgarantie, insbesondere auch zu Ferienzeiten, gewährleistet und die Vermittlungszeiten von Frauen, für die sich die Suche nach einer Wochenbettbetreuung schwierig gestaltet, verkürzt werden können. Weitere Entwicklungen der letzten Monate, wie z.B. dass Anmeldebestätigungen an die Frauen verschickt werden, wurden von den Nutzerinnen sehr geschätzt und greifen frühere Kritikpunkte auf. Für die Nutzenquantifizierung wird den Spitäler nahegelegt, bestimmte Parameter in den Bereichen Prozesse und Effizienz, Patienten- und Mitarbeiterzufriedenheit und Versorgungsqualität systematisch zu erheben und zu analysieren. Ausserdem wird Familystart Zürich empfohlen, zusätzliche Netzwerkarbeit zu betreiben, indem zum Beispiel mit den Gemeinden und den Mütter- und Väterberate-rinnen Wege gesucht werden, dass die Hebammen und Pflegfachfrauen vom Kontingent der kulturvermittelnden Dolmetschenden profitieren könnten, bzw. dass dieses Kontingent dafür erhöht wird. Die Vereinsmitglieder von Familystart Zürich würden es zudem sehr schätzen, wenn Familystart Zürich die Funktion einer Ombudsstelle übernehmen könnte für Rückmeldungen an die Spitäler, wenn Wöchnerinnen aus Sicht der betreuenden Hebammen zu früh entlassen wurden. Obwohl die meisten Nutzerzinnen mit der Hebammenbetreuung sehr zufrieden waren, gab es einige Kritikpunkte, die zeigen, dass sich Familystart Zürich für die Weiterqualifizierung der Vereinsmitglieder einsetzen könnte. Das Veranstalten von Weiterbildungen, Fallbesprechungen und das Bilden eines Qualitätszirkels könnten dafür geeignete Massnahmen sein. Familystart Zürich wird empfohlen, den eingeschlagenen, innovativen Weg weiterzugehen und die neuen Entwicklungen auch zukünftig zu evaluieren.","doc_id":6697,"prior":"vulnerable","SDG1":1},{"id":"79","handle":"https://digitalcollection.zhaw.ch/handle/11475/20853","date":"2020","language":"en","title":"The welfare effects of crop biodiversity as an adaptation to climate shocks in Kenya","authors":"Bozzola, Martina; Smale, Melinda","subject":"Crop diversification; Smallholder farmer; Vulnerability; Kenya;  Bodenwirtschaft und Ressourcen;  Landwirtschaft","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"333, 630","year":"2020","for_data_analysis":"The welfare effects of crop biodiversity as an adaptation to climate shocks in Kenya; Crop diversification; Smallholder farmer; Vulnerability; Kenya;  Bodenwirtschaft und Ressourcen;  Landwirtschaft; This paper investigates the effects of crop biodiversity on farm income and production risk using a large panel dataset of rural households in Kenya. We consider three different metrics of in situ (on-farm) crop diversification (richness, evenness and concentration). We apply a partial moments-based model to test the effects of each strategy on welfare defined as expected crop income, variability (variance) and downside risk (skewness). Our comprehensive econometric approach differentiates climatic shocks, weather and climate change. The results suggest that the benefits from greater diversification in terms of enhanced land productivity and lower production costs could surpass the foregone benefit from greater efficiency associated with more concentrated production systems. Crop richness and evenness each reduce exposure to crop income risk, especially for more vulnerable farmers who produce below the expected revenue threshold. Farmers who rely on greater crop specialization, on the contrary, are more exposed to crop income risk.","doc_id":6836,"prior":"vulnerable","SDG1":1},{"id":"31","handle":"https://digitalcollection.zhaw.ch/handle/11475/9310","date":"2018","language":"de","title":"Gefährdet das Internet die psychische Gesundheit?","authors":"Willemse, Isabel","subject":"Cybermobbing; Medienpsychologie; Medienkompetenz; Onlinesucht;  Soziale Interaktion;  Psychische Störungen, klinische Psychologie und Psychiatrie","type":"Beitrag in Magazin oder Zeitung","bid":"302, 616.89","year":"2014","for_data_analysis":"Gefährdet das Internet die psychische Gesundheit?; Cybermobbing; Medienpsychologie; Medienkompetenz; Onlinesucht;  Soziale Interaktion;  Psychische Störungen, klinische Psychologie und Psychiatrie","doc_id":6979,"prior":"Gefährdet","SDG1":1},{"id":"75","handle":"https://digitalcollection.zhaw.ch/handle/11475/14088","date":"2018","language":"en","title":"Operationalization of an ISO 31000-compliant resilience engineering method, applied to the temperature control in a smart building","authors":"Lopez de Obeso, Luis; Mock, Ralf Günter; Zipper, Christian","subject":"ISO 31000; Internet of Things; Smart building; Resilience engineering;  Informatik;  Hausbau und Bauhandwerk","type":"Konferenz: Paper","bid":"004, 690","year":"2016","for_data_analysis":"Operationalization of an ISO -compliant resilience engineering method, applied to the temperature control in a smart building; ISO ; Internet of Things; Smart building; Resilience engineering;  Informatik;  Hausbau und Bauhandwerk; In response to the increased complexity of socio-technical systems, risk management strategies become accordingly complex and their associated risk engineering approaches are stretched to their practical and methodological limits, as is the case of the Failure Mode and Effects Analysis (FMEA). In recent years resilience engineering has emerged as the discipline to close this complexity gap. This contribution links the principles of the novel Functional Resonance Analysis Method (FRAM) and FMEA, a well-established method, in order to propose a feasible approach to manage system complexity and achieving thus an ISO -compliant approach to operationalize resilience engineering. For this purpose, the case study of temperature control in smart buildings was selected to mirror the increase of complexity of a socio-technical system. The combined FRAM-FMEA method was successfully applied and yielded results above the single application of the respective methods. The results of the case study show that during normal operation conditions temperature control on small buildings operates safely, being only vulnerable to extreme weather patterns and contradicting behavior among users. However, with the introduction of Internet of Things (IoT) the system becomes vulnerable to IT threats that can gravely endanger the system. On the methodological level, the results show that the combined method is suitable to semi-quantitatively assess resilience: it shows where the system can fail and what could it happen. While it inherits some of the limitations of the original methodologies, its application makes resilience analyses more efficient. It can be then concluded that FRAM can accurately describe small sociotechnical systems (< analyzed functions) but it may be challenging to apply for large projects (e.g. critical infrastructures). Nonetheless FRAM demonstrated to be a useful communication tool with experts and combined with FMEA, a practical semi-quantitative approach to resilience engineering.","doc_id":7116,"prior":"vulnerable","SDG1":1},{"id":"74","handle":"https://digitalcollection.zhaw.ch/handle/11475/19598","date":"2020","language":"en","title":"Nudging the poor and the rich : a field study on the distributional effects of green electricity defaults","authors":"Ghesla, Claus; Grieder, Manuel; Schubert, Renate","subject":"Choice default; Green electricity; Nudging; Public policy;  Energie","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"333.79","year":"2020","for_data_analysis":"Nudging the poor and the rich : a field study on the distributional effects of green electricity defaults; Choice default; Green electricity; Nudging; Public policy;  Energie; Choice defaults are an increasingly popular public policy tool. Yet there is little knowledge of the distributional consequences of such nudges for different groups in society. We report results from an elicitation study in the residential electricity market in Switzerland in which we contrast consumers' actual contract choices under an existing default regime with the same consumers' active choices in a survey presenting the same choice-set without any default. We find that the default is successful at curbing greenhouse gas emissions, but it leads poorer households to pay more for their electricity consumption than they would want to, while leaving a significant willingness to pay for green electricity by richer households untapped.","doc_id":7968,"prior":"distributional effects","SDG1":1},{"id":"9","handle":"https://digitalcollection.zhaw.ch/handle/11475/15226","date":"2019","language":"en","title":"GIS-applications as a tool in urban poverty reduction","authors":"Wendel, Jörg","subject":"Armut; Bekämpfung; Indien; Slum; Sozialer Aufstieg;  Soziale Gruppen;  Wirtschaft","type":"Buchbeitrag","bid":"305, 330","year":"2008","for_data_analysis":"GIS-applications as a tool in urban poverty reduction; Armut; Bekämpfung; Indien; Slum; Sozialer Aufstieg;  Soziale Gruppen;  Wirtschaft","doc_id":7999,"prior":"poverty reduction","SDG1":1},{"id":"22","handle":"https://digitalcollection.zhaw.ch/handle/11475/9050","date":"2018","language":"en","title":"Social costs of iron deficiency anemia in 6–59-month-old children in India","authors":"Plessow, Rafael; Arora, Narendra Kumar; Brunner, Beatrice; Tzogiou, Christina; Eichler, Klaus; Brügger, Urs; Wieser, Simon","subject":"Iron-deficiency anemia; Public health; Quality-adjusted life years; Risk factors; Rural population; Cost of illness;  Gesundheitsökonomie","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"362.1041","year":"2015","for_data_analysis":"Social costs of iron deficiency anemia in –-month-old children in India; Iron-deficiency anemia; Public health; Quality-adjusted life years; Risk factors; Rural population; Cost of illness;  Gesundheitsökonomie; Introduction: Inadequate nutrition has a severe impact on health in India. According to the WHO, iron deficiency is the single most important nutritional risk factor in India, accounting for more than % of all disability-adjusted life years (DALYs) lost. We estimate the social costs of iron deficiency anemia (IDA) in --month-old children in India in terms of intangible costs and production losses.Materials and Methods: We build a health economic model estimating the life-time costs of a birth cohort suffering from IDA between the ages of  and  months. The model is stratified by  age groups (- and --months),  geographical areas (urban and rural),  socio-economic strata and  degrees of severity of IDA (mild, moderate and severe). Prevalence of anemia is calculated with the last available National Family Health Survey. Information on the health consequences of IDA is extracted from the literature.Results: IDA prevalence is .% in --month-old and .% in --month-old children. Children living in poor households in rural areas are particularly affected but prevalence is high even in wealthy urban households. The estimated yearly costs of IDA in –-month-old children amount to intangible costs of . m DALYs and production losses of , m USD, equal to .% of gross domestic product. Previous calculations have considerably underestimated the intangible costs of IDA as the improved WHO methodology leads to a threefold increase of DALYs due to IDA.Conclusion: Despite years of iron supplementation programs and substantial economic growth, IDA remains a crucial public health issue in India and an obstacle to the economic advancement of the poor. Young children are especially vulnerable due to the irreversible effects of IDA on cognitive development. Our research may contribute to the design of new effective interventions aiming to reduce IDA in early childhood.","doc_id":8010,"prior":"vulnerable","SDG1":1},{"id":"75","handle":"https://digitalcollection.zhaw.ch/handle/11475/10453","date":"2018","language":"en","title":"The forensiX evidence collection tube and its impact on DNA preservation and recovery","authors":"Garvin, Alex M.; Holzinger, Ralf; Berner, Florian; Krebs, Walter; Hostettler, Bernhard; Lardi, Elges; Hertli, Christian; Quartermaine, Roy; Stamm, Christoph Georg","subject":" Biochemie","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"572","year":"2013","for_data_analysis":"The forensiX evidence collection tube and its impact on DNA preservation and recovery;  Biochemie; Biological samples are vulnerable to degradation from the time they are collected until they are analysed at the laboratory. Biological contaminants, such as bacteria, fungi, and enzymes, as well as environmental factors, such as sunlight, heat, and humidity, can increase the rate of DNA degradation. Currently, DNA samples are normally dried or frozen to limit their degradation prior to their arrival at the laboratory. In this study, the effect of the sample drying rate on DNA preservation was investigated, as well as a comparison between drying and freezing methods. The drying performances of two commercially available DNA collection tools (swab and drying tube) with different drying rates were evaluated. The swabs were used to collect human saliva, placed into the drying tubes, and stored in a controlled environment at °C and % relative humidity, or frozen at −°C, for  weeks. Swabs that were stored in fast sample drying tubes yielded % recoverable DNA, whereas swabs stored in tubes with slower sample drying rates yielded only % recoverable DNA; saliva stored in a microtube at −°C was used as a control. Thus, DNA sampling tools that offer rapid drying can significantly improve the preservation of DNA collected on a swab, increasing the quantity of DNA available for subsequent analysis.","doc_id":8630,"prior":"vulnerable","SDG1":1},{"id":"66","handle":"https://digitalcollection.zhaw.ch/handle/11475/21984","date":"2021","language":"en","title":"Caring for elder patients : mutual vulnerabilities in professional ethics","authors":"Nordström, Karin; Wangmo, Tenzin","subject":"Abuse; Care of elders; Neglect; Nursing staff; Professional ethics; Vulnerability;  Personengruppen (Alter, Herkunft, Geschlecht, Einkommen);  Gesundheits- und Sozialdienste","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"305, 362","year":"2018","for_data_analysis":"Caring for elder patients : mutual vulnerabilities in professional ethics; Abuse; Care of elders; Neglect; Nursing staff; Professional ethics; Vulnerability;  Personengruppen (Alter, Herkunft, Geschlecht, Einkommen);  Gesundheits- und Sozialdienste; Background: Neglect and abuse of elders in care institutions is a recurring issue in the media. Elders in care institutions are vulnerable due to their physical, cognitive, and verbal limitations. Such vulnerabilities may make them more susceptible to mistreatment by caregivers on whom they are heavily dependent.Objectives: The goal was to understand caregivers’ concerns about ensuring correct and proper treatment, as well as their experiences with neglect and abuse of older patients. This article examines resources and challenges of professional ethics within the care setting.Research design: A study was conducted to explore the quality of care provided to older patients in nursing homes, geriatrics institutions, and ambulant care in the northwest region of Switzerland.Participants and research context: A total of  semi-structured interviews were conducted with nursing staff of varying experience levels.Ethical considerations: Ethical approval was granted by the competent regional ethics commission, Ethikkomission Nordwest-und Zentralschweiz EKNZ [Ethics Commission Northwest and Central Switzerland] (-).Findings: Three themes emerged from our data analysis: professional identity, professional context, and professional relationships. Our findings indicate mutual vulnerabilities within these three themes, characterizing the interactions between nursing staff and older patients. Study participants believe that incidences of error, neglect, and abuse are consequences of their own vulnerability since they are not able to meet the demands of an overstraining work situation.Discussion: Different aspects of this mutual vulnerability are described and critically discussed as challenges for professional ethics.Conclusion: Early education, continuous training as well as better management and response from the institution are necessary to maintain professionalism while handling mutual vulnerabilities.","doc_id":9364,"prior":"vulnerable","SDG1":1},{"id":"32","handle":"https://digitalcollection.zhaw.ch/handle/11475/24406","date":"2022","language":"en","title":"Determinants of financial inclusion in emerging Europe and Asia","authors":"Brauchli, Christian","subject":" Finanzwirtschaft","type":"Thesis: Master","bid":"332","year":"2021","for_data_analysis":"Determinants of financial inclusion in emerging Europe and Asia;  Finanzwirtschaft; Financial inclusion is said to reduce poverty and inequality and support economic growth. This makes financial inclusion a prominent enabler of several of the Sustainable Development Goals defined by the United Nations. At its core, the concept envisages that all segments of society have access to and make use of a wide range of financial services and products. Many countries have understood the importance of financial inclusion and have implemented policies and developed frameworks to support inclusion in recent years. However, about . billion adults globally were still considered as unbanked in . The factors that determine inclusion at the micro-level have been subject to many studies in the recent past and are already well understood. At the macroeconomic level however, the factors that determine financial inclusion remain less well explored.The purpose of this thesis is to unveil the determinants of financial inclusion in Eastern Europe and Central Asia (EECA) in order to shed light on the different levels of success of the EECA countries in their efforts to increase financial inclusion. Using a binary output model, financial inclusion indicators, such as account ownership and savings, are linked with macroeconomic variable that were found in the literature to support financial development. The selected inclusion indicators, socioeconomic as well as macroeconomic variables are observed for the years ,  and  and the resulting panel data is then quantitatively analyzed using the probit regression model.Financial openness, trade openness, inflation, GDP per capita and borrower’s rights protection are all significant determinants of financial inclusion. However, the effect of these variables differs between account ownership and savings. While all macroeconomic variables studied in this thesis are positive and significant determinants for account ownership, only trade openness and GDP per capita positively influence savings. Financial openness, inflation and borrower’s rights protection have a negative effect on savings. Financial openness and inflation have the largest effect on account while trade openness is most relevant for savings.The results indicate that governments and policy makers in the EECA region can play an important role in increasing the level of financial inclusion. Dedicated policies influencing the relevant socio- and macroeconomic variables could be implemented to support each of the respective financial inclusion indicator.","doc_id":9427,"prior":"financial development","posterior":"access","SDG1":1},{"id":"32","handle":"https://digitalcollection.zhaw.ch/handle/11475/24406","date":"2022","language":"en","title":"Determinants of financial inclusion in emerging Europe and Asia","authors":"Brauchli, Christian","subject":" Finanzwirtschaft","type":"Thesis: Master","bid":"332","year":"2021","for_data_analysis":"Determinants of financial inclusion in emerging Europe and Asia;  Finanzwirtschaft; Financial inclusion is said to reduce poverty and inequality and support economic growth. This makes financial inclusion a prominent enabler of several of the Sustainable Development Goals defined by the United Nations. At its core, the concept envisages that all segments of society have access to and make use of a wide range of financial services and products. Many countries have understood the importance of financial inclusion and have implemented policies and developed frameworks to support inclusion in recent years. However, about . billion adults globally were still considered as unbanked in . The factors that determine inclusion at the micro-level have been subject to many studies in the recent past and are already well understood. At the macroeconomic level however, the factors that determine financial inclusion remain less well explored.The purpose of this thesis is to unveil the determinants of financial inclusion in Eastern Europe and Central Asia (EECA) in order to shed light on the different levels of success of the EECA countries in their efforts to increase financial inclusion. Using a binary output model, financial inclusion indicators, such as account ownership and savings, are linked with macroeconomic variable that were found in the literature to support financial development. The selected inclusion indicators, socioeconomic as well as macroeconomic variables are observed for the years ,  and  and the resulting panel data is then quantitatively analyzed using the probit regression model.Financial openness, trade openness, inflation, GDP per capita and borrower’s rights protection are all significant determinants of financial inclusion. However, the effect of these variables differs between account ownership and savings. While all macroeconomic variables studied in this thesis are positive and significant determinants for account ownership, only trade openness and GDP per capita positively influence savings. Financial openness, inflation and borrower’s rights protection have a negative effect on savings. Financial openness and inflation have the largest effect on account while trade openness is most relevant for savings.The results indicate that governments and policy makers in the EECA region can play an important role in increasing the level of financial inclusion. Dedicated policies influencing the relevant socio- and macroeconomic variables could be implemented to support each of the respective financial inclusion indicator.","doc_id":9427,"prior":"financial development","posterior":"poverty","SDG1":1},{"id":"85","handle":"https://digitalcollection.zhaw.ch/handle/11475/13318","date":"2018","language":"en","title":"Factors associated with supportive care needs of patients under treatment for breast cancer","authors":"Schmid-Büchi, Silvia; Halfens, Ruud J.G.; Müller, Marianne; Dassen, Theo; van den Borne, Bart","subject":"Breast cancer; Needs; Psychosocial; Distress; Anxiety; Support; Interpersonal relationship; Symptom perception; Symptom management;  Pflege;  Innere Medizin und Krankheiten","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"610.73, 616","year":"2013","for_data_analysis":"Factors associated with supportive care needs of patients under treatment for breast cancer; Breast cancer; Needs; Psychosocial; Distress; Anxiety; Support; Interpersonal relationship; Symptom perception; Symptom management;  Pflege;  Innere Medizin und Krankheiten; Purpose: This study aimed at gaining insight into supportive care needs and cancer treatment-related symptoms, and to determine factors associated with supportive care needs.Breast cancer and its treatment cause emotional trauma and health complaints. These lead to supportive care needs in some patients, while others are more able to cope with these consequences themselves. To be able to address these needs, it is important to identify patients' needs at the time they arise.Methods: Women (n = ) with newly-diagnosed breast cancer, under treatment in two Swiss breast cancer clinics, participated in a cross-sectional survey. Standardized instruments were used: Supportive Care Needs Survey, Cancer- and Cancer Treatment-related Symptom Scale, Hospital Anxiety and Depression Scale, Distress Thermometer, and Interpersonal Relationship Inventory.Results: The patients' most needed help with psychological issues. Many had treatment-related symptoms like fatigue (.%), hot flashes (.%), and a changed body appearance (.%). The majority suffered from distress (.%), fewer from anxiety (.%) and depression (.%). Physical and social impairment, impaired body image, distress, anxiety and depression, a lack of social support and conflicts in their personal relationships were associated with supportive care needs.Conclusions: The findings can help to identify more vulnerable patients with unmet needs and a higher demand for support. Assessment of patients enables health care professionals to provide support and counselling. In these assessments, the patients' relationship to close relatives should also be addressed.","doc_id":9760,"prior":"vulnerable","SDG1":1},{"id":"20","handle":"https://digitalcollection.zhaw.ch/handle/11475/22778","date":"2021","language":"en","title":"Inclusion of majority : discoursive dynamics of responsibility during the COVID-19 pandemic","authors":"Krasselt, Julia; Dreesen, Philipp","subject":"Transdisciplinary; Public health communication; Discourse analysis; Corpus linguistics; Vector population; Triangulation;  Kommunikation;  Gesundheits- und Sozialdienste","type":"Konferenz: Sonstiges","bid":"302.2, 362","year":"2021","for_data_analysis":"Inclusion of majority : discoursive dynamics of responsibility during the COVID- pandemic; Transdisciplinary; Public health communication; Discourse analysis; Corpus linguistics; Vector population; Triangulation;  Kommunikation;  Gesundheits- und Sozialdienste; Protecting and ensuring the health of weaker and vulnerable members of the society is one guiding ethical principle during the COVID- pandemic. The communication of public health measures, a mediatized public discourse, and the perception as well as the discursive practices of sense-making among relevant audiences are crucial for the containment of the virus. Early in the pandemic, the role of young adults (age -) in the transmission of the virus became evident. Adequate communicative strategies of public health authorities are thus crucial in order to address and include young adults. From an epidemiological perspective, practices of inclusion must focus less on marginalized groups and more on a large, socially well represented population. The paper focuses on the discoursive construction of the vector population from the beginning of the pandemic, during lockdown and summer. Corpus linguistic and NLP methods (e.g.,word embeddings) are applied to a corpus of texts from Swiss mass media and public health authorities. Results show that the vector population is denoted with a broad range of verbalizations, making it hard to address this group in a unified way. Thus, the construction of the vector population in the discourse remains fuzzy.  However, there is a clear finding that the vector population is constructed in contexts of health risk, social behavior, and economic consequences.","doc_id":9793,"prior":"vulnerable","SDG1":1},{"id":"82","handle":"https://digitalcollection.zhaw.ch/handle/11475/19016","date":"2020","language":"en","title":"Predisposing and precipitating risk factors for delirium in palliative care patients","authors":"Seiler, Annina; Schubert, Maria; Hertler, Caroline; Schettle, Markus; Blum, David; Guckenberger, Matthias; Weller, Michael; Ernst, Jutta; von Känel, Roland; Boettger, Soenke","subject":"Delirium; Palliative care patients; Palliative treatment; Precipitating factors; Predisposing factors; Risk factors;  Neurologie und Krankheiten des Nervensystems","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"616.8","year":"2019","for_data_analysis":"Predisposing and precipitating risk factors for delirium in palliative care patients; Delirium; Palliative care patients; Palliative treatment; Precipitating factors; Predisposing factors; Risk factors;  Neurologie und Krankheiten des Nervensystems; Erworben im Rahmen der Schweizer Nationallizenzen (http://www.nationallizenzen.ch); Delirium is a common complication in palliative care patients, especially in the terminal phase of the illness. To date, evidence regarding risk factors and prognostic outcomes of delirium in this vulnerable population remains sparse.","doc_id":10602,"prior":"vulnerable","SDG1":1},{"id":"58","handle":"https://digitalcollection.zhaw.ch/handle/11475/3840","date":"2018","language":"en","title":"Effects of cost sharing on seeking outpatient care : a propensity-matched study in Germany and Switzerland","authors":"Huber, Carola A.; Rüesch, Peter; Mielck, Andreas; Böcken, Jan; Rosemann, Thomas; Meyer, Peter C.","subject":" Soziale Probleme und Sozialversicherungen","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"360","year":"2011","for_data_analysis":"Effects of cost sharing on seeking outpatient care : a propensity-matched study in Germany and Switzerland;  Soziale Probleme und Sozialversicherungen; Background: Several studies have assessed the effect of cost sharing on health service utilization (HSU), mostly in the USA. Results are heterogeneous, showing different effects. Whereas previous studies compared insurants within one health care system but different modes of insurance, we aimed at comparing two different health care systems in Europe: Germany and Switzerland. Furthermore, we assessed the impact of cost sharing depending on socio-demographic factors as well as health status. Methods: Two representative samples of  Swiss insurants with and  German insurants without cost sharing were used to assess the independent association between cost sharing and the use of outpatient care. To minimize confounding, we performed crosssectional analyses between propensity score matched Swiss and German insurants. We investigated subgroups according to health and socio-economic status to assess a potential social gradient in HSU.Results: We found a significant association between health insurance scheme and the use of outpatient services. German insurants without cost sharing (visit rate: . per year) consulted a general practitioner or specialist more frequently than Swiss insurants with cost sharing (visit rate: . per year; P < .). Subgroup analyses showed that vulnerable populations were differently affected by cost sharing. In the group of respondents with poor health and low socio-economic status, the cost-sharing effect was strongest.Conclusion: Cost-sharing models reduce HSU. The challenge is to create cost-sharing models which do not preclude vulnerable populations from seeking essential health care.","doc_id":10768,"prior":"vulnerable","SDG1":1},{"id":"32","handle":"https://digitalcollection.zhaw.ch/handle/11475/18212","date":"2019","language":"en","title":"What role does formal work play on poverty trajectories in old-age? : evidence from a five-year follow-up study in Switzerland","authors":"Adili, Kushtrim; Kubat, Sonja; Gabriel, Rainer; Oris, Michel","subject":"Armut; Alter; Nichtbezug;  Sozialarbeit und Sozialhilfe","type":"Konferenz: Sonstiges","bid":"361","year":"2019","for_data_analysis":"What role does formal work play on poverty trajectories in old-age? : evidence from a five-year follow-up study in Switzerland; Armut; Alter; Nichtbezug;  Sozialarbeit und Sozialhilfe; Our study continues previous research on poverty in old-age in Switzerland which has found that retired people working regularly are at a higher risk of being poor. We will extend this previous work by using additional data from a follow-up study that allows investigating the temporal dynamics of poverty among Swiss pensioners between  and .In doing so, we will test the impact of taking up a job on poverty trajectories between and , as well as that of ceasing an economic activity. The results will shed more light on the role of work in old-age in Switzerland: Whether it really is a necessity of economically vulnerable pensioners, or whether it can also be a manifestation of successful active ageing in Switzerland. Methodologically we will use data from the gerontological survey “Vivre-Leben-Vivere”(VLV) which was conducted in  as well as the five-year follow up in . We will assess how participant’s financial situation – operationalized in a binary poor vs. non-poor logic –has evolved between the two time-points and how an economic activity in  affects the latter. In addition, we will assess how taking up or giving up a job between the time-points affects the risk of poverty in .","doc_id":11310,"prior":"vulnerable","SDG1":1},{"id":"54","handle":"https://digitalcollection.zhaw.ch/handle/11475/16229","date":"2019","language":"de","title":"Einsamkeit und Beziehung in der häuslichen Pflege","authors":"Arrer, Eleonore; Fringer, André","subject":" Gesundheits- und Sozialdienste","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"362","year":"2019","for_data_analysis":"Einsamkeit und Beziehung in der häuslichen Pflege;  Gesundheits- und Sozialdienste; Pflegende Angehörige stellen eine vulnerable Gruppe dar, die mannigfaltigen Belastungen ausgesetzt ist. Eine dieser Belastungen ist Einsamkeit, welche ihre persönliche Resilienz in der Pflegerolle schwächt. Gezielte Strategien können helfen, mit Einsamkeit umzugehen und Beziehungen innerhalb des Pflegearrangements zu stärken.","doc_id":11991,"prior":"vulnerable","SDG1":1},{"id":"21","handle":"https://digitalcollection.zhaw.ch/handle/11475/20607","date":"2020","language":"en","title":"Monitoring patients in ambulatory palliative care : a design for an observational study","authors":"Klaas, Vanessa Christina; Calatroni, Alberto; Hardegger, Michael; Guckenberger, Matthias; Theile, Gudrun; Tröster, Gerhard","subject":"Mobile health; Activity monitoring; Palliative care;  Informatik;  Pflege","type":"Konferenz: Paper","bid":"004, 610.73","year":"2017","for_data_analysis":"Monitoring patients in ambulatory palliative care : a design for an observational study; Mobile health; Activity monitoring; Palliative care;  Informatik;  Pflege; We present the setup of an observational study that aims to examine the application of wearables in ambulatory palliative care to monitor the patients’ health status – especially during the transition phase from hospital to home since this phase is critical and often patients are re-hospitalised. Following an user-centred design approach, we performed interviews with patients recruited at the Clinic of Radiation Oncology of the University Hospital Zurich, Switzerland. The patient group was perceived as very vulnerable and varied largely in physiological burden and mental aspects. Special needs concern primarily obtrusiveness of the system and sensitivity in the work with this vulnerable patient group.","doc_id":12147,"prior":"vulnerable","SDG1":1},{"id":"11","handle":"https://digitalcollection.zhaw.ch/handle/11475/1015","date":"2015","language":"de","title":"Geldzahlungen von Migrantinnen und Migranten und ihre Wirkung im Herkunftsland : Eine Betrachtung im Lichte der Trans Area Studies","authors":"Erny, Matthias","subject":"Migration; Remissen; Remittances; Rücküberweisungen; Trans Area Studies; Global Flows;  Finanzwirtschaft","type":"Working Paper – Gutachten – Studie","bid":"332","year":"2013","for_data_analysis":"Geldzahlungen von Migrantinnen und Migranten und ihre Wirkung im Herkunftsland : Eine Betrachtung im Lichte der Trans Area Studies; Migration; Remissen; Remittances; Rücküberweisungen; Trans Area Studies; Global Flows;  Finanzwirtschaft; Working Paper; Dieser Aufsatz befasst sich mit Geldzahlungen (Remissen) von Migrantinnen und Migranten und ihren Auswirkungen auf die Herkunftsländer. Die Rücküberweisungen übersteigen in vielen Entwicklungsländern sowohl die Direktinvestitionen als auch die Entwicklungshilfe und sind daher von zentraler Bedeutung für deren wirtschaftliche Entwicklung. Die Analyse zeigt, dass trotz Defiziten des Rücküberweisungsmarktes die Geldzahlungen von Migrantinnen und Migranten nicht nur ökonomische, sondern auch politische und soziale Veränderungen für die Herkunftsländer mit sich bringen. Es wird festgestellt, dass Migration ein komplexes soziales Phänomen darstellt, das sowohl in den Ziel- und Herkunfts- wie auch in den Transitländern zu neuen kulturellen Bewegungsräumen führt. Es handelt sich dabei um ein Phänomen, das aufgrund seiner Vielschichtigkeit mit den den Area Studies eigenen abgeschlossenen Untersuchungsräumen (statisch-territoriale Grenzen) ungenügend erfasst werden kann. Erst die Trans Area Studies eröffnen den Blick auf die Beziehungen zwischen verschiedenen Räumen. Dabei sollen (Austausch-)Beziehungen in ihrer Diversität, aber auch in ihrer inneren Logik und vielfältigen Bedingtheit erfasst werden.","doc_id":12230,"prior":"Entwicklungshilfe","SDG1":1},{"id":"37","handle":"https://digitalcollection.zhaw.ch/handle/11475/11306","date":"2018","language":"de","title":"Wenn Mitgefühl krank macht : Compassion Fatigue in der onkologischen Pflege","authors":"Siegenthaler, Meret; Tschuor, Anja","subject":"Compassion Fatigue; Interventionen; Onkologie; Pflegefachperson; Prävention; Compassion Fatigue; Intervention; Nurse; Oncology; Prevention;  Pflege;  Innere Medizin und Krankheiten","type":"Thesis: Bachelor","bid":"610.73, 616","year":"2018","for_data_analysis":"Wenn Mitgefühl krank macht : Compassion Fatigue in der onkologischen Pflege; Compassion Fatigue; Interventionen; Onkologie; Pflegefachperson; Prävention; Compassion Fatigue; Intervention; Nurse; Oncology; Prevention;  Pflege;  Innere Medizin und Krankheiten; Einleitung: Angesichts des zunehmenden Mangels an Pflegepersonal und den wachsenden Anforderungen an die Pflege sind Pflegefachpersonen im Arbeitsalltag grossen Belastungen ausgesetzt. Durch ihre engen emotionalen Beziehungen zu schwerkranken Patienten und Patientinnen stellen Pflegende auf onkologischen Bettenstationen eine vulnerable Gruppe dar. Fragestellung: Welche Ursachen führen zu Compassion Fatigue und wie können sich Pflegefachpersonen auf onkologischen Bettenstationen mit erwachsenen Patienten und Patientinnen vor Compassion Fatigue schützen? Methode: Es wurde eine systematisierte Literaturrecherche in den Datenbanken CINAHL complete, PubMed sowie PsycINFO durchgeführt. Es wurden neun Hauptstudien identifiziert. Ein Teil der Resultate wurde mit dem Modell des Kohärenzgefühls von Antonovsky () synthetisiert. Ergebnisse: Es wurden verschiedene Faktoren ermittelt, die sich positiv oder negativ auf die Entstehung von Compassion Fatigue, Compassion Satisfaction und Burnout auswirken. Die Einflussfaktoren wurden in persönliche und institutionelle Faktoren eingeteilt. Zusätzlich wurden Interventionsmöglichkeiten zum Schutz der Pflegenden erfasst. Diskussion: Obwohl es sich um ein aktuelles Thema handelt, ist es bei vielen Pflegenden noch nicht bekannt. Die Fragestellung konnte nicht vollumfänglich beantwortet werden, was auf das noch junge Forschungsfeld zurückzuführen sein könnte. Weitere Forschung wird empfohlen.","doc_id":12636,"prior":"vulnerable","SDG1":1},{"id":"20","handle":"https://digitalcollection.zhaw.ch/handle/11475/15978","date":"2019","language":"en","title":"Distributional comparative statics with heterogeneous agents","authors":"Hefti, Andreas","subject":"Heterogeneity; Inequality; Monopolistic competition; General equilibrium;  Wirtschaft","type":"Working Paper – Gutachten – Studie","bid":"330","year":"2016","for_data_analysis":"Distributional comparative statics with heterogeneous agents; Heterogeneity; Inequality; Monopolistic competition; General equilibrium;  Wirtschaft; We propose a formal way to systematically study the differential effects of exogenous shocks in economic models with heterogeneous agents. Our setting applies to models that can be rephrased as \"competition for market shares\" in a broad sense. We show that even in presence of any number of arbitrarily heterogeneous agents, a single recursion relation characterizes the distributional pattern of equilibrium market shares and related measures. We identify the general conditions under which the market share function rotates, thereby either causing more or less equality among the agents. Our setting highlights the exceptional rule that power functions play for the distributional effects. We apply our method across economic models, including examples from monopolistic competition, discrete choice, partial and general equilibrium theory and contest theory.","doc_id":12811,"prior":"distributional effects","SDG1":1},{"id":"69","handle":"https://digitalcollection.zhaw.ch/handle/11475/21231","date":"2021","language":"en","title":"QTc prolongation after haloperidol administration in critically ill patients post cardiovascular surgery : a cohort study and review of the literature","authors":"Burbuqe, Ibrahimi; Boettger, Soenke; Schubert, Maria; Bettex, Dominique; Rudiger, Alain","subject":"Cardiac surgery; Delirium; Haloperidol; ICU; Long QT; QTc time;  Innere Medizin und Krankheiten","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"616","year":"2020","for_data_analysis":"QTc prolongation after haloperidol administration in critically ill patients post cardiovascular surgery : a cohort study and review of the literature; Cardiac surgery; Delirium; Haloperidol; ICU; Long QT; QTc time;  Innere Medizin und Krankheiten; Erworben im Rahmen der Schweizer Nationallizenzen (http://www.nationallizenzen.ch); Objective: From case reports, haloperidol administration has been associated with QTc prolongation, torsades de pointes, and sudden cardiac death. In a vulnerable population of critically ill patients after cardiac surgery, however, it is unclear whether haloperidol administration affects the QTc interval. Thus, the aim of this study is to explore the effect of haloperidol in low doses on this interval.Method:This retrospective cohort study was performed on a cardio-surgical intensive care unit (ICU), screened , patients and eventually included  patients with delirium managed with oral and intravenous haloperidol. In this retrospective analysis, electrocardiograms were taken prior and within  h after haloperidol administration. The effect of haloperidol on QTc was determined with a Person correlation, and inter-group differences were measured with new long QT comparisons.Results:In total,  patients were included, the median age was  (–) years and predominantly male (%). Haloperidol administration followed ICU admission by three days and the cumulative dose was  (–) mg. As a result, haloperidol administration did not affect the QTc (r = ., p = .). In total, % (/ patients) had a long QT before and .% (/ patients) after haloperidol administration. Only % (/ patients) developed a newly onset long QT. These patients were not different in the route of administration, cumulative haloperidol doses, comorbidities, laboratory findings, or medications.Significance of results:These results indicated that low-dose intravenous haloperidol was safe and not clinically relevant for the development of a newly onset long QT syndrome or adverse outcomes and support recent findings inside and outside the ICU setting.","doc_id":13429,"prior":"vulnerable","SDG1":1},{"id":"13","handle":"https://digitalcollection.zhaw.ch/handle/11475/24569","date":"2022","language":"en","title":"Distribution channels in the East African microinsurance market","authors":"Keller, Deborah","subject":" Versicherungen","type":"Thesis: Bachelor","bid":"332.38","year":"2021","for_data_analysis":"Distribution channels in the East African microinsurance market;  Versicherungen; Low-income people in developing countries, who are the most vulnerable and particularly exposed to risks in their daily life such as diseases or drought, often have no access to formal insurance – although they need it the most. The concept of microinsurance is a solution to help mitigating the vicious cycle of poverty, while also offering insurance companies an opportunity for strategic market expansion in this vast untapped market. In the African microinsurance market, a share of only -% of the low- and middle-income population is covered by a microinsurance policy. The objective of this thesis was to evaluate distribution channels with the potential to promote microinsurance products in the East African market based on selected supply-and-demand side criteria and taking into consideration economic, financial and social factors. Thereby, this study followed a qualitative approach that included both secondary and primary research, the latter being conducted in the form of four semi-structured expert interviews. It was identified that the microinsurance market is still in its infancy and the challenges are various. The low-income target groups have continued negative perceptions of insurance companies and their products. They consequently have a lack of trust in them and see limited value in it. This is compounded by low financial literacy rates of the target customers and insurers have limited access to potential customers as urbanization rates are low. Therefore, facing these challenges, insurance companies rely mainly on distribution channels that provide direct, personal and broad access to these low-income individuals. Especially the distribution of products through cooperatives and community-organizations is a valuable option because trust, transparency and sustainability are ensured. Furthermore, it is crucial to embed the insurance product into the business of distributors such as microfinance institutions and retail stores to integrate insurance further into these low-income population’s life. Mobile Network Operators, which are widely known and used in the market on a daily basis, represent a promising option for the future if the issue of simplicity of the products is further solved. Nevertheless, additional capacity building in the form of trainings, information campaigns using simple pictures is essential to overcome the aforementioned issues and to enhance financial literacy and trust in the East African market.Digital platforms, evolving in Africa at high growth rates, have an important impact on the further development of microinsurance distribution. The integration of technology-based tools to develop the microinsurance market is a viable opportunity for insurance companies to facilitate processes, scale the business and reach more customers even in rural areas while optimizing the distribution costs. An interesting focus for further research is therefore the integration of Artificial Intelligence and Big Data and as a result new business models such as index-based insurance or on-demand insurance to further penetrate and develop the microinsurance market.","doc_id":13472,"prior":"vulnerable","SDG1":1},{"id":"13","handle":"https://digitalcollection.zhaw.ch/handle/11475/24569","date":"2022","language":"en","title":"Distribution channels in the East African microinsurance market","authors":"Keller, Deborah","subject":" Versicherungen","type":"Thesis: Bachelor","bid":"332.38","year":"2021","for_data_analysis":"Distribution channels in the East African microinsurance market;  Versicherungen; Low-income people in developing countries, who are the most vulnerable and particularly exposed to risks in their daily life such as diseases or drought, often have no access to formal insurance – although they need it the most. The concept of microinsurance is a solution to help mitigating the vicious cycle of poverty, while also offering insurance companies an opportunity for strategic market expansion in this vast untapped market. In the African microinsurance market, a share of only -% of the low- and middle-income population is covered by a microinsurance policy. The objective of this thesis was to evaluate distribution channels with the potential to promote microinsurance products in the East African market based on selected supply-and-demand side criteria and taking into consideration economic, financial and social factors. Thereby, this study followed a qualitative approach that included both secondary and primary research, the latter being conducted in the form of four semi-structured expert interviews. It was identified that the microinsurance market is still in its infancy and the challenges are various. The low-income target groups have continued negative perceptions of insurance companies and their products. They consequently have a lack of trust in them and see limited value in it. This is compounded by low financial literacy rates of the target customers and insurers have limited access to potential customers as urbanization rates are low. Therefore, facing these challenges, insurance companies rely mainly on distribution channels that provide direct, personal and broad access to these low-income individuals. Especially the distribution of products through cooperatives and community-organizations is a valuable option because trust, transparency and sustainability are ensured. Furthermore, it is crucial to embed the insurance product into the business of distributors such as microfinance institutions and retail stores to integrate insurance further into these low-income population’s life. Mobile Network Operators, which are widely known and used in the market on a daily basis, represent a promising option for the future if the issue of simplicity of the products is further solved. Nevertheless, additional capacity building in the form of trainings, information campaigns using simple pictures is essential to overcome the aforementioned issues and to enhance financial literacy and trust in the East African market.Digital platforms, evolving in Africa at high growth rates, have an important impact on the further development of microinsurance distribution. The integration of technology-based tools to develop the microinsurance market is a viable opportunity for insurance companies to facilitate processes, scale the business and reach more customers even in rural areas while optimizing the distribution costs. An interesting focus for further research is therefore the integration of Artificial Intelligence and Big Data and as a result new business models such as index-based insurance or on-demand insurance to further penetrate and develop the microinsurance market.","doc_id":13472,"prior":"microfinance","SDG1":1},{"id":"18","handle":"https://digitalcollection.zhaw.ch/handle/11475/9265","date":"2018","language":"en","title":"'I stay at home because it is easier for me to get out among people' : gender arrangements in working poor family households","authors":"Streuli, Elisa","subject":"Armut; Sozialleistungsempfänger; Familie; Geschlecht; Diskriminierung; Schweiz; Entwicklungshilfe; Entwicklungspolitik; Working poor;  Soziale Gruppen;  Hauswirtschaft und Familienleben","type":"Buchbeitrag","bid":"305, 640","year":"2007","for_data_analysis":"\"I stay at home because it is easier for me to get out among people\" : gender arrangements in working poor family households; Armut; Sozialleistungsempfänger; Familie; Geschlecht; Diskriminierung; Schweiz; Entwicklungshilfe; Entwicklungspolitik; Working poor;  Soziale Gruppen;  Hauswirtschaft und Familienleben","doc_id":13575,"prior":"Entwicklungshilfe","SDG1":1},{"id":"27","handle":"https://digitalcollection.zhaw.ch/handle/11475/20587","date":"2020","language":"en","title":"Monitoring patients in ambulatory palliative care : a design for an observational study","authors":"Klaas, Vanessa Christina; Calatroni, Alberto; Pavic, Matea; Guckenberger, Matthias; Theile, Gudrun; Tröster, Gerhard","subject":"Mobile health; Activity tracking; Palliative care;  Informatik;  Pflege","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"004, 610.73","year":"2020","for_data_analysis":"Monitoring patients in ambulatory palliative care : a design for an observational study; Mobile health; Activity tracking; Palliative care;  Informatik;  Pflege; We present the setup of an observational study that aims to examine the application of wearables in ambulatory palliative care to monitor the patients’ health status – especially during the transition phase from hospital to home since this phase is critical and often patients are re-hospitalised. Following an user-centred design approach, we performed interviews with patients recruited at the Clinic of Radiation Oncology of the University Hospital Zurich, Switzerland. The patient group was perceived as vulnerable and varied largely in physiological burden and mental aspects. Special needs concern primarily obtrusiveness of the system and sensitivity in the work with this patient group. With the deployment of the system, we gathered first experiences: the first patient was tracked over  weeks resulting in  tracked days,  digital questionnaire answers,  collected GPS points,  hours of heart rate measurements and positive feedback of the patient.","doc_id":13966,"prior":"vulnerable","SDG1":1},{"id":"10","handle":"https://digitalcollection.zhaw.ch/handle/11475/9238","date":"2018","language":"de","title":"In Ermangelung finanzieller Ressourcen : Privatverschuldung in der Schweiz","authors":"Streuli, Elisa","subject":"Verschuldung; Privathaushalt; Schweiz; Armut; Verbraucher; Sozialstruktur; Zukunftsperspektive; Typologie;  Soziale Gruppen","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"305","year":"2003","for_data_analysis":"In Ermangelung finanzieller Ressourcen : Privatverschuldung in der Schweiz; Verschuldung; Privathaushalt; Schweiz; Armut; Verbraucher; Sozialstruktur; Zukunftsperspektive; Typologie;  Soziale Gruppen; Die Analyse erfolgte mit den Daten des Schweizerischen Haushaltspanels SHP. Die Untersuchung wurde ermöglicht durch ein Forschungsstipendium im Rahmen des Schwerpunktprogramms Zukunft Schweiz (Grant No. -) unter der Mitarbeit von Hector Schmassman, lic. rer. pol. Die vorliegende Publikation basiert auf dem unveröffentlichten Forschungsbericht und ist fokussiert auf die Verschuldungsproblematik.; Personal indebtedness is discussed under two contrasting aspects. Depending on the financial situation and on the handling of economic resources, personal debt can be a necessity in order to secure livelihood or a rational strategy towards maximization of consumer spending. Households with three types of debt – poor households with debt, risky debtors and affluent debtors – are compared with respect to central areas of life as well as with households without debt. The results reveal clear differences in the social structure as well as in the consumers' spending and expectations regarding the future.Verschuldung wird unter zwei gegensätzlichen Aspekten diskutiert: Je nach finanzieller Lage und dem Umgang mit ökonomischen Ressourcen handelt es sich um eine Notwen­digkeit zur Sicherung des Existenzbedarfs oder um eine rationale Strategie zur Maximie­rung des Konsums. Drei unterschiedliche Typen von Schuldnern – Armutsschuldner, gefährdete Schuldner und Konsumschuldner – werden in Bezug auf zentrale Lebens­bereiche untersucht und mit Nicht-Schuldnern verglichen. Dabei ergeben sich deutliche Unterschiede sowohl hinsichtlich der Sozialstruktur als auch in Bezug auf Konsum­nutzung und Zukunftserwartungen.","doc_id":14235,"prior":"economic resources","posterior":"Armut","SDG1":1},{"id":"10","handle":"https://digitalcollection.zhaw.ch/handle/11475/9238","date":"2018","language":"de","title":"In Ermangelung finanzieller Ressourcen : Privatverschuldung in der Schweiz","authors":"Streuli, Elisa","subject":"Verschuldung; Privathaushalt; Schweiz; Armut; Verbraucher; Sozialstruktur; Zukunftsperspektive; Typologie;  Soziale Gruppen","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"305","year":"2003","for_data_analysis":"In Ermangelung finanzieller Ressourcen : Privatverschuldung in der Schweiz; Verschuldung; Privathaushalt; Schweiz; Armut; Verbraucher; Sozialstruktur; Zukunftsperspektive; Typologie;  Soziale Gruppen; Die Analyse erfolgte mit den Daten des Schweizerischen Haushaltspanels SHP. Die Untersuchung wurde ermöglicht durch ein Forschungsstipendium im Rahmen des Schwerpunktprogramms Zukunft Schweiz (Grant No. -) unter der Mitarbeit von Hector Schmassman, lic. rer. pol. Die vorliegende Publikation basiert auf dem unveröffentlichten Forschungsbericht und ist fokussiert auf die Verschuldungsproblematik.; Personal indebtedness is discussed under two contrasting aspects. Depending on the financial situation and on the handling of economic resources, personal debt can be a necessity in order to secure livelihood or a rational strategy towards maximization of consumer spending. Households with three types of debt – poor households with debt, risky debtors and affluent debtors – are compared with respect to central areas of life as well as with households without debt. The results reveal clear differences in the social structure as well as in the consumers' spending and expectations regarding the future.Verschuldung wird unter zwei gegensätzlichen Aspekten diskutiert: Je nach finanzieller Lage und dem Umgang mit ökonomischen Ressourcen handelt es sich um eine Notwen­digkeit zur Sicherung des Existenzbedarfs oder um eine rationale Strategie zur Maximie­rung des Konsums. Drei unterschiedliche Typen von Schuldnern – Armutsschuldner, gefährdete Schuldner und Konsumschuldner – werden in Bezug auf zentrale Lebens­bereiche untersucht und mit Nicht-Schuldnern verglichen. Dabei ergeben sich deutliche Unterschiede sowohl hinsichtlich der Sozialstruktur als auch in Bezug auf Konsum­nutzung und Zukunftserwartungen.","doc_id":14235,"prior":"economic resources","posterior":"poor","SDG1":1},{"id":"3","handle":"https://digitalcollection.zhaw.ch/handle/11475/6792","date":"2018","language":"de","title":"Erstaunliche Vielfalt in einem unscheinbaren Lebensraum : die Pflasterfugen-Flora der Stadt Zürich","authors":"Krüsi, Bertil; Trachsel, Thomas","subject":"Grass pavers; Biodiversity; Urban ecology; Pavement flora;  Ökologie","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"577","year":"2012","for_data_analysis":"Erstaunliche Vielfalt in einem unscheinbaren Lebensraum : die Pflasterfugen-Flora der Stadt Zürich; Grass pavers; Biodiversity; Urban ecology; Pavement flora;  Ökologie; On city streets, plants growing in pavement gaps usually remain unnoticed or are considered \"weeds\". On public places in the City of Zürich, we studied  plots, each  m in size, and discovered an astonishing floristic diversity. On the whole, we found  vascular plant species,  on the  plots themselves. Out of the  species  are on the Red List for the Eastern Central Plateau, two as \"endangered (EN)\",  as \"vulnerable (VU)\" and  as “near threatened (NT)”.  of the  plots studied contained at least one Red List species. On average, we recorded . vascular plant species per square meter. With . species per square meter (maximum ) the greatest floristic diversity was found on areas covered with grass pavers. Regarding invasive neophytes, five species from the Black List and three from the Watch List were found. Since they were present on % of the plots only and with low cover they do not present any major hazard. In conclusion, the spontaneous flora of pavement gaps is surprisingly rich and encompasses a considerable number of rare and endangered species. And, it is both easy and cheap to foster this flora, for instance, by (i) reducing cleaning, (ii) refraining from filling cobble stone gaps with concrete and (iii) using grass pavers instead of asphalt e.g. on parking lots and tramway tracks.","doc_id":14420,"prior":"vulnerable","SDG1":1},{"id":"29","handle":"https://digitalcollection.zhaw.ch/handle/11475/20589","date":"2020","language":"en","title":"mHealth technologies for palliative care patients at the interface of in-patient to outpatient care : protocol of feasibility study aiming to early predict peterioration of patient’s health status","authors":"Theile, Gudrun; Klaas, Vanessa Christina; Tröster, Gerhard; Guckenberger, Matthias","subject":"Aged; Hospitalization; Mobile apps; Pain; Palliative care; Symptom assessment;  Informatik;  Pflege","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"004, 610.73","year":"2017","for_data_analysis":"mHealth technologies for palliative care patients at the interface of in-patient to outpatient care : protocol of feasibility study aiming to early predict peterioration of patient’s health status; Aged; Hospitalization; Mobile apps; Pain; Palliative care; Symptom assessment;  Informatik;  Pflege; Palliative care patients are a particularly vulnerable population and one of the critical phases in patients' trajectories is discharge from specialized in-patient palliative care into outpatient care, where availability of a palliative care infrastructure is highly variable. A relevant number of potentially avoidable readmissions and emergency visits of palliative patients is observed due to rapid exacerbation of symptoms indicating the need for a closer patient monitoring. In the last years, different mHealth technology applications have been evaluated in many different patient groups.","doc_id":14444,"prior":"vulnerable","SDG1":1},{"id":"56","handle":"https://digitalcollection.zhaw.ch/handle/11475/14241","date":"2019","language":"en","title":"The distribution of renewable energy policy cost amongst households in Germany – and the role of energy efficiency policies","authors":"Cludius, Johanna; Förster, Hannah; Hünecke, Katja; Loreck, Charlotte; Schumacher, Katja; Kenkmann, Tanja; Beznoska, Hannah; Schlomann, Barbara","subject":"Cost benefit; Savings target; Household; Energy end-use efficiency;  Politik;  Energie","type":"Konferenz: Paper","bid":"320, 333.79","year":"2015","for_data_analysis":"The distribution of renewable energy policy cost amongst households in Germany – and the role of energy efficiency policies; Cost benefit; Savings target; Household; Energy end-use efficiency;  Politik;  Energie; We explore historical trends of household electricity prices and consumption in Germany and show that, whilst prices have risen, consumption has largely remained stable in the last  years, indicating that the average household was not able to compensate higher prices by reducing the amount of electricity consumed. Data from the German Income and Expenditure Survey (EVS) is applied to the EEG surcharge to show its effect on different household types. We show that those groups with the largest consumption of electricity often face the smallest relative burden due to the EEG surcharge, as they can compensate with their relatively large income. Groups with little discretionary income, such as low-income households, the unemployed and single parents face the highest relative burden, although the amounts they consume are not large in absolute terms. In light of our findings, we review the provisions relating to energy expenditures in the German social security system. We then go on to examine the main energy efficiency policies that are implemented and planned in Germany relating to buildings and electricity consumption/appliances. Results indicate that those policies do have the potential to reduce the burden imposed by the EEG surcharge. Furthermore, the combined effect of the EEG surcharge and those policies turns out to be nearly proportional. On the one hand, this shows that energy efficiency measures are not only relevant climate and energy policy instruments, but can also serve distributional goals. On the other hand, we highlight that the result regarding their positive distributional effects only holds if indeed these measures are taken up also by low-income households. Therefore, it is crucial to monitor the beneficiaries of energy efficiency measures in the evaluation of these policies and if necessary design more targeted approaches.","doc_id":14470,"prior":"distributional effects","SDG1":1},{"id":"11","handle":"https://digitalcollection.zhaw.ch/handle/11475/18839","date":"2019","language":"en","title":"Should manufacturers use food labels? : the case of chocolate","authors":"Berger, Verena; Müller, Steffen; Seiler, Roger","subject":"Sustainability; Conjoint analysis; Fairtrade; Choice experiment;  Umweltökonomie und nachhaltige Entwicklung;  Marketingmanagement","type":"Konferenz: Paper","bid":"338.927, 658.8","year":"2019","for_data_analysis":"Should manufacturers use food labels? : the case of chocolate; Sustainability; Conjoint analysis; Fairtrade; Choice experiment;  Umweltökonomie und nachhaltige Entwicklung;  Marketingmanagement; Food labels, such as organic labels or fair-trade labels, have proliferated in recent years. Although consumers know such food labels, they often do not know the underlying criteria. Prior research has shown that showing food labels on the packaging increases willingness-to-pay. But it has not investigated whether communicating the underlying criteria would be even better. We use chocolate as an example and show, based on an experiment and a Conjoint Analysis conducted in Switzerland (n=) that willingness-to-pay is significantly lower for a chocolate that shows food labels than for a chocolate that shows the underlying criteria. We identify “no forced or child labor” and “no pesticides” as the most important underlying criteria. Willingness-to-pay for “noforced or child labor” can be as high as . CHF. Furthermore, we show that manufacturers can mainly attract two segments with that practice that make up  percent of the market.","doc_id":15183,"prior":"child labor","SDG1":1},{"id":"45","handle":"https://digitalcollection.zhaw.ch/handle/11475/16488","date":"2019","language":"en","title":"Energy transition and social justice : about the social and economic effects on vulnerable groups","authors":"Steiner, Isabelle; Streckeisen, Peter","subject":" Soziologie und Anthropologie","type":"Konferenz: Sonstiges","bid":"301","year":"2018","for_data_analysis":"Energy transition and social justice : about the social and economic effects on vulnerable groups;  Soziologie und Anthropologie","doc_id":15315,"prior":"vulnerable","SDG1":1},{"id":"65","handle":"https://digitalcollection.zhaw.ch/handle/11475/8821","date":"2018","language":"en","title":"Distributional effects of energy and climate policy","authors":"Cludius, Johanna","subject":" Landflächen, Naturerholungsgebiete","type":"Dissertation","bid":"333.7","year":"2015","for_data_analysis":"Distributional effects of energy and climate policy;  Landflächen, Naturerholungsgebiete; This thesis analyses two energy and climate policy instruments – namely renewable energy policy and the European Union Emissions Trading Scheme (EU ETS) – in the context of the distribution of costs and benefits arising from these policies. Household- and industry-level data, as well as market data on carbon and electricity prices are investigated using a combination of descriptive analysis and econometric methods, including time-series regression and choice modelling. Results imply that industry exemptions from contributing to the cost of both renewable energy policy and emissions trading have led to unexpected and considerable profits to the companies covered by those schemes. This has resulted in households bearing the majority of the costs associated with these policies. Exploratory analysis indicates that low-income households are particularly affected by the associated price increases, because they spend a large fraction of their income on electricity and other emissions-intensive goods. This thesis shows that policy makers have many options at their disposal with which these policies can be made more equitable. The main design choices with regards to emissions trading concern the level of free allocation and the use of revenue from the auctions of the remaining allowances not allocated for free. In relation to renewable energy policy, the scope and extent of exemptions for industry from contributing to the cost of the policy and the structure of wholesale and retail electricity markets play a decisive role. Moreover, policy makers should recognise opportunities to reach both environmental and distributional goals across the whole policy portfolio. One example is the use of auctioning revenue from emissions trading to fund energy efficiency measures targeted at vulnerable households. The results of this thesis suggest that there is no basis for pitching climate protection against equity concerns, but rather that there are many opportunities for policy makers to formulate an integrated approach that addresses both issues concurrently.","doc_id":16063,"prior":"vulnerable","SDG1":1},{"id":"43","handle":"https://digitalcollection.zhaw.ch/handle/11475/2283","date":"2018","language":"en","title":"Mental health and functioning of female sex workers in Chittagong, Bangladesh","authors":"Hengartner, Michael Pascal; Islam, Md Nazrul; Haker, Helene; Rössler, Wulf","subject":"Sex work; Prostitution; Mental health; Psychopathology; Epidemiology; Community psychiatry;  Kultur;  Neurologie und Krankheiten des Nervensystems","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"306, 616.8","year":"2015","for_data_analysis":"Mental health and functioning of female sex workers in Chittagong, Bangladesh; Sex work; Prostitution; Mental health; Psychopathology; Epidemiology; Community psychiatry;  Kultur;  Neurologie und Krankheiten des Nervensystems; Aim: To examine the mental health and functioning of female sex workers (FSW) in Chittagong, Bangladesh, a population that has commonly been neglected in mental health policy and research. Methods: We included  women in the study (M age: . years; range: -). The comprehensive Composite International Diagnostic Interview was used to assess their -month prevalence rates of DSM-IV mental disorders, and a comprehensive questionnaire was adapted to explore various factors, such as socio-demographics, working and living conditions, or experiences of abuse. Results: On average, participants began their commercial sex work at . years old (range: –). Their main motives for sex work were coercion (.%) and the necessity to financially support families (.%). In total,  FSW (.%) wanted to quit commercial sex work. A mental disorder within the past  months was reported by  FSW (.%), with drug abuse clearly being the most prevalent diagnosis (.%). Sexual, physical, and emotional abuse were very common among the FSW, and substance use disorders (SUD) were significantly more prevalent in persons who experienced emotional abuse (OR = .). Prevalence rates of any mental disorder and SUD were higher in women who did sex work to support their family, whereas mood disorders were more frequent in those who needed the money to pay debts. Participants with any disorder were significantly older than those without (M age: . vs. . years) and had started significantly later in the sex business (M age: . vs. . years). Conclusion: Our study revealed that FSW in Chittagong are very vulnerable and highly impaired, as expressed by high rates of abuse and mental disorders. Coercion is very common and many FSW are required to work in the sex business because they need the money to support their families. FSW are a very marginalized population, especially in the developing countries where awareness for mental health is low and the availability of mental health services is insufficient.","doc_id":16137,"prior":"vulnerable","SDG1":1},{"id":"83","handle":"https://digitalcollection.zhaw.ch/handle/11475/22484","date":"2021","language":"en","title":"Automated detection of urban heat islands based on satellite imagery, digital surface models, and a low-cost sensor network","authors":"Schlögl, Sebastian; Bader, Nico; Anet, Julien Gérard; Frey, Martin; Spirig, Curdin; Renold, Manuel; Gutbrod, Karl","subject":" Geologie und Hydrologie","type":"Konferenz: Poster","bid":"551","year":"2021","for_data_analysis":"Automated detection of urban heat islands based on satellite imagery, digital surface models, and a low-cost sensor network;  Geologie und Hydrologie; Today, more than half of the world’s population lives in urban areas and the proportion is projected to increase further in the near future. The increased number of heatwaves worldwide caused by the anthropogenic climate change may lead to heat stress and significant economic and ecological damages. Therefore, the growth of urban areas in combination with climate change can increase future mortality rates in cities, given that cities are more vulnerable to heatwaves due to the greater heat storage capacity of artificial surfaces towards higher longwave radiation fluxes.To detect urban heat islands and resolve the micro-scale air temperature field in an urban environment, a low-cost air temperature network, including  sensors, was installed in the Swiss cities of Zurich and Basel in  and . These air temperature data, complemented with further official measurement stations, force a statistical air temperature downscaling model for urban environments, which is used operationally to calculate hourly micro-scale air temperatures in  m horizontal resolution. In addition to air temperature measurements from the low-cost sensor network, the model is further forced by albedo, NDVI, and NDBI values generated from the polar-orbiting satellite Sentinel-, land surface temperatures estimated from Landsat-, and high-resolution digital surface and elevation models.Urban heat islands (UHI) are processed averaging hourly air temperatures over an entire year for each grid point, and comparing this average to the overall average in rural areas. UHI effects can then be correlated to high-resolution local climate zone maps and other local factors.Between - % of the urban area is modeled with an accuracy below  K for an hourly time step indicating that the approach may work well in different cities. However, the outcome may depend on the complexity of the cities. The model error decreases rapidly by increasing the number of spatially distributed sensor data used to train the model, from  to  sensors, and then plateaus with further increases. An accuracy below  K can be expected for more than  air temperature measurements within the investigated cities and the surrounding rural areas. A strong statistical air temperature model coupled with atmospheric boundary layer models (e.g. PALM-U, MUKLIMO, FITNAH) will aid to generate highly resolved urban heat island prediction maps that help decision-makers to identify local heat islands easier. This will ensure that financial resources will be invested as efficiently as possible in mitigation actions.","doc_id":16455,"prior":"vulnerable","SDG1":1},{"id":"55","handle":"https://digitalcollection.zhaw.ch/handle/11475/63","date":"2015","language":"de","title":"Sprachgebrauch in der Justizvollzugsanstalt Pöschwies : Zum sprachlichen Umgang zwischen fremdsprachigen Gefangenen und den Anstaltsmitarbeitenden im Spannungsfeld von sprachlicher und institutioneller Asymmetrie","authors":"Schumacher, Monika","subject":"Deutsch als Fremdsprache; Diglossie; Gefängniskommunikation; Totale Institution; Diglossia; German as a foreign language; Prison communication; Total institution;  Deutsch","type":"Working Paper – Gutachten – Studie","bid":"430","year":"2014","for_data_analysis":"Sprachgebrauch in der Justizvollzugsanstalt Pöschwies : Zum sprachlichen Umgang zwischen fremdsprachigen Gefangenen und den Anstaltsmitarbeitenden im Spannungsfeld von sprachlicher und institutioneller Asymmetrie; Deutsch als Fremdsprache; Diglossie; Gefängniskommunikation; Totale Institution; Diglossia; German as a foreign language; Prison communication; Total institution;  Deutsch; Dissertation zur Erlangung der Doktorwürde an der Philosophischen Fakultät der Universität Fribourg (CH). Genehmigt von der Philosophischen Fakultät auf Antrag der Herren Prof. Dr. Thomas Studer und Prof. Dr. Anton Näf. Fribourg, . Oktober . Prof. Dr. Marc-Henry Sohlet, Dekan.; Prisons are social systems with a distinctly authoritative and bureaucratic organisational structure. In the German speaking part of Switzerland, the inmate population is extremely multilingual, and therefore prisons would seem to offer suitable settings for sociolinguistic research. However, the specific setting has rarely framed the context for research so far, presumably due to its very restrictive access policy.This qualitative study is set in in the prison of «Pöschwies» in the canton of Zurich and investigates the communication between the non-native prisoners, who have little or no command of the German language and in particular the locally spoken dialect, and the warders. It is claimed that this communication is asymmetric both for institutional and linguistic reasons. In an attempt to overcome linguistic difficulties, the institution provides optional German language courses for non-native inmates; this is set against the diglossic background of the warders, who speak dialects.It has been argued that communication is generally prone to conflict. This study aims at discovering areas of such conflict in the situation described above. An explorative multi-method approach was chosen and data was derived from semi-structured interviews with both the non-native inmates who are learning German as a foreign language, and the warders. For the interview design, the issue of «vulnerable informant» was addressed and stimuli of visual, verbal and auditory nature were used. Participants were asked about their views on language learning, attitudes and behaviourin the prison context, and to suggest ways of improving the communication between the two parties.Results show that there are areas where the communication between non-native inmates and warders could be enhanced and made more effective for institutional goals to be achieved. They also indicate ways in which the language learning process could be fostered and made easier for individual non-native inmates.Two practical outcomes of this study are suggested: firstly, that a handbook on appropriate communication should be introduced to support the prison staff. Secondly, that an appropriate pedagogy for German language learning and all learning in the prison context, should be developed. The outcomes of this study suggest that prisonsshould be considered as a distinct sociolinguistic context within the Swiss German part of Switzerland. However, further research is needed to foster this view.; Gefängnisse sind streng reglementierte, autoritär organisierte Sozialsysteme. In der Deutschschweiz kennzeichnen sie sich zudem durch eine extrem multilinguale Insassenpopulation. Hier böte sich für die Soziolinguistik ein äusserst interessantes Forschungsterrain. Wenn der Gefängniskontext bis anhin dennoch kaum im Zentrum von Studien stand, hat dies v. a. mit dem erschwerten Zugang zu dieser Art von Institution zu tun.Die vorliegende qualitative Studie ist in der Justizvollzugsanstalt «Pöschwies» im Kanton Zürich angesiedelt. Sie untersucht die Kommunikation zwischen den fremdsprachigen Insassen mit geringen oder keinen Kenntnissen des Deutschschweizer Standards bzw. des lokalen Dialekts und den Betreuenden. Es wird dabei von einer Kommunikationskonstellation ausgegangen, die im doppelten Sinne asymmetrisch ist: sprachlich und institutionell. Um die Basiskommunikation im Gefängnisalltag zu erleichtern, bietet die Institution den fremdsprachigen Insassen freiwillige Deutschkurse an. Während jedoch im Unterricht Standard gelernt wird, sprechen die Betreuenden im Alltag Dialekt. Somit ist jeglicher Kommunikation die Anfälligkeit für Konflikte inhärent.Die vorliegende Studie hat zum Ziel, Konflikte in der oben beschriebenen Konstellation auszumachen und zu beschreiben. Für das empirische Vorgehen wurde ein explorativer Multimethodenansatz gewählt. Die Daten wurden aus halbstrukturierten Interviews mit Deutsch lernenden Insassen und mit den Betreuenden gewonnen. Das Vorgehen bei der Durchführung der Interviews sollte dem forschungsethischen Aspekt «Probanden mit besonderen Bedürfnissen» besonders Rechnung tragen. Visuelle, verbale und akustische Stimuli kamen zum Einsatz. Die Probanden nahmen zum Spracherwerb, zu -einstellungen und -verhalten im Anstaltskontext Stellung. Sie sollten Wege zur Verbesserung der Kommunikation zwischen den beiden Parteien aufzeigen.Die Ergebnisse machen deutlich, dass bestimmte Bereiche in der Kommunikation zwischen fremdsprachigen Insassen und Betreuenden verbessert bzw. effektiver gestaltet werden könnten – nicht zuletzt, um zum Erreichen der institutionellen Ziele beizutragen. Weiter werden Wege aufgezeigt, die den Spracherwerb des Einzelnen unterstützen und vereinfachen könnten.Die Studie mündet in zwei praktische Empfehlungen: ein Handbuch für eine angemessene Kommunikation zur Unterstützung der Anstaltsmitarbeitenden und eine Gefängnispädagogik nicht nur für das Sprachenlernen, sondern auch jegliches andere Lernen im Anstaltskontext.; Prisons are social systems with a distinctly authoritative and bureaucratic organisational structure. In the German speaking part of Switzerland, the inmate population is extremely multilingual, and therefore prisons would seem to offer suitable settings for sociolinguistic research. However, the specific setting has rarely framed the context for research so far, presumably due to its very restrictive access policy.This qualitative study is set in in the prison of «Pöschwies» in the canton of Zurich and investigates the communication between the non-native prisoners, who have little or no command of the German language and in particular the locally spoken dialect, and the warders. It is claimed that this communication is asymmetric both for institutional and linguistic reasons. In an attempt to overcome linguistic difficulties, the institution provides optional German language courses for non-native inmates; this is set against the diglossic background of the warders, who speak dialects.It has been argued that communication is generally prone to conflict. This study aims at discovering areas of such conflict in the situation described above. An explorative multi-method approach was chosen and data was derived from semi-structured interviews with both the non-native inmates who are learning German as a foreign language, and the warders. For the interview design, the issue of «vulnerable informant» was addressed and stimuli of visual, verbal and auditory nature were used. Participants were asked about their views on language learning, attitudes and behaviour in the prison context, and to suggest ways of improving the communication between the two parties.Results show that there are areas where the communication between non-native inmates and warders could be enhanced and made more effective for institutional goals to be achieved. They also indicate ways in which the language learning process could be fostered and made easier for individual non-native inmates.Two practical outcomes of this study are suggested: firstly, that a handbook on appropriate communication should be introduced to support the prison staff. Secondly, that an appropriate pedagogy for German language learning and all learning in the prison context, should be developed. The outcomes of this study suggest that prisons should be considered as a distinct sociolinguistic context within the Swiss German part of Switzerland. However, further research is needed to foster this view.","doc_id":16707,"prior":"vulnerable","SDG1":1},{"id":"71","handle":"https://digitalcollection.zhaw.ch/handle/11475/12702","date":"2018","language":"en","title":"Progressive lending as an enforcement mechanism in microfinance programs","authors":"Egli, Dominik","subject":" Finanzwirtschaft","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332","year":"2004","for_data_analysis":"Progressive lending as an enforcement mechanism in microfinance programs;  Finanzwirtschaft; Microfinance programs are often characterized by progressive lending. A typical borrower receives at first very small amounts, which increase with good repayment conduct. The author rationalizes this feature of microfinance. It is shown that there is a strong tendency to split up projects into subprojects, and that it might be necessary to perform less productive projects first in order to keep pressure on the borrower to repay.","doc_id":16722,"prior":"microfinance","SDG1":1},{"id":"58","handle":"https://digitalcollection.zhaw.ch/handle/11475/18324","date":"2019","language":"de","title":"Erarbeitung von Empfehlungen zum Handlungsbedarf und zu Handlungsmöglichkeiten für die Förderung sozialer Teilhabe älterer, vulnerabler Personen in der Schweiz : eine systematische Literaturrecherche","authors":"Drescher, Tatjana","subject":"Soziale Teilhabe; Soziale Isolation; Einsamkeit; Interventionen; Ansätze; Ältere Menschen; Seniorinnen und Senioren; Social participation; Social isolation; Loneliness; Interventions; Approaches; Elderly people; In old age; Seniors;  Soziale Gruppen;  Medizin und Gesundheit","type":"Thesis: Bachelor","bid":"305, 610","year":"2019","for_data_analysis":"Erarbeitung von Empfehlungen zum Handlungsbedarf und zu Handlungsmöglichkeiten für die Förderung sozialer Teilhabe älterer, vulnerabler Personen in der Schweiz : eine systematische Literaturrecherche; Soziale Teilhabe; Soziale Isolation; Einsamkeit; Interventionen; Ansätze; Ältere Menschen; Seniorinnen und Senioren; Social participation; Social isolation; Loneliness; Interventions; Approaches; Elderly people; In old age; Seniors;  Soziale Gruppen;  Medizin und Gesundheit; Hintergrund: Unterschiedliche vulnerable Personengruppen haben im Alter ein erhöhtes Risiko für Einsamkeit und soziale Isolation. Im Hinblick auf die demographische Altersentwicklung und die gesundheitlichen Folgen sozialer Isolation muss die Gesundheitsförderung wirksame Ansätze und Strategien zur Förderung sozialer Teilhabe vulnerabler, älterer Menschen verfolgen.Ziel: Diese Arbeit gibt einen Überblick über solche Ansätze und Strategien und leitet anhand identifizierter Angebotslücken und -potentiale Empfehlungen zum Handlungsbedarf und zu Handlungsmöglichkeiten in der Schweiz ab. Methodik: Angebotslücken und Potentiale der gegenwärtigen Praxis wurden anhand einer selektiven Literaturrecherche identifiziert. Auf Basis einer systematischen Literaturrecherche wurden Projekte und Studien aus dem Ausland gesucht, welche Ansätze und Strategien zur Förderung sozialer Teilhabe bei vulnerablen, älteren Menschen erfolgreich anwenden. Ergebnisse: Viele Massnahmen zur Förderung sozialer Teilhabe in der Schweiz erreichen vulnerable Personen nicht. Einsamkeit wird von wichtigen Schlüsselpersonen nicht erkannt und die Kooperation zwischen verschiedenen Akteurinnen und Akteuren ist ungenügend. Die systematische Literaturrecherche ergab zwölf Ansatzkategorien, die zur Schliessung dieser Lücken beitragen können.Schlussfolgerungen: Angebote zur Förderung sozialer Teilhabe müssen unter partizipativem Einbezug der Zielgruppe geplant werden. Aufsuchende Arbeit sowie der Einsatz von Schlüsselpersonen ermöglichen niederschwellige Angebotsstrukturen. Lokale, ganzheitliche Gesundheitsförderung kann mehr Wirkung erzielen als gross angelegte Präventionskampagnen. Um vorhandene Ressourcen effizienter zu nutzen, braucht es professionelle Netzwerke oder Koordinationsstellen.","doc_id":16801,"prior":"vulnerable","SDG1":1},{"id":"22","handle":"https://digitalcollection.zhaw.ch/handle/11475/3367","date":"2018","language":"en","title":"Can we forster a culture of peer support and promote mental health in adolescence using a web-based app? A control group study","authors":"Wade-Bohleber, Laura Maria; Crameri, Aureliano; Eich-Stierli, Brigitte; Telesko, Rainer; von Wyl, Agnes","subject":"Mental health; Health promotion; Mobile application; Adolescence; Peer group; Mentor;  Computerprogrammierung, Programme und Daten;  Soziale Gruppen;  Psychische Störungen, klinische Psychologie und Psychiatrie","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"005, 305, 616.89","year":"2016","for_data_analysis":"Can we forster a culture of peer support and promote mental health in adolescence using a web-based app? A control group study; Mental health; Health promotion; Mobile application; Adolescence; Peer group; Mentor;  Computerprogrammierung, Programme und Daten;  Soziale Gruppen;  Psychische Störungen, klinische Psychologie und Psychiatrie; Background: Adolescence with its many transitions is a vulnerable period for the development of mental illnesses. Establishing effective mental health promotion programs for this age group is a challenge crucial to societal health. Programs must account for the specific developmental tasks that adolescents face. Considering peer influence and fostering adolescent autonomy strivings is essential. Participation in a program should be compelling to young people, and their affinity to new technologies offers unprecedented opportunities in this respect.Objective: The Companion App was developed as a Web-based app giving adolescents access to a peer mentoring system and interactive, health-relevant content to foster a positive peer culture among adolescents and thereby strengthen social support and reduce stress.Methods: In a control group study design, a group of employed (n=) and unemployed (n=) adolescents had access to the Companion App during a -month period. The intervention was evaluated using a combination of quantitative and qualitative approaches. Linear mixed effects models were used to analyze changes in chronic stress levels and perception of social support. Monthly feedback on the app and qualitative interviews at the end of the study allowed for an in-depth exploration of the adolescents’ perception of the intervention.Results: Adolescents in the intervention group did not use the Companion App consistently. The intervention had no significant effect on chronic stress levels or the perception of social support. Adolescents reported endorsing the concept of the app and the implementation of a peer mentoring system in particular. However, technical difficulties and insufficiently obvious benefits of using the app impeded more frequent usage.Conclusions: The Companion Project implemented a theory-driven and innovative approach to mental health promotion in adolescence, taking into account the specifics of this developmental phase. Particularities of the implementation context, technical aspects of the app, and insufficient incentives may have played considerable roles concerning the difficulties of the Companion Project to establish commitment. However, adopting peer mentoring as a strategy and using an app still seems to us a promising approach in mental health promotion in adolescents. Future projects should be careful to invest enough resources into the technical development of an app and consider a large use of incentives to establish commitment. When targeting risk groups, such as unemployed adolescents, it may be expedient to use more structured approaches including face-to-face support.","doc_id":17429,"prior":"vulnerable","SDG1":1},{"id":"43","handle":"https://digitalcollection.zhaw.ch/handle/11475/19878","date":"2020","language":"en","title":"Let’s not forget the macro-level factors! : how older workers’ interlocked employment and health trajectories are shaped by welfare regimes and the social norm for working longer","authors":"Froidevaux, Ariane; Baumann, Isabel; Madero-Cabib, Ignacio","subject":" Arbeitsökonomie","type":"Konferenz: Sonstiges","bid":"331","year":"2020","for_data_analysis":"Let’s not forget the macro-level factors! : how older workers’ interlocked employment and health trajectories are shaped by welfare regimes and the social norm for working longer;  Arbeitsökonomie; After an era of promoting early retirement as an instrument to address unemployment between the s and the s, the last two decades have seen an increasing labor force participation of older workers beyond statutory retirement age (SRA) in many developed economies (OECD, ). This trend is in line with the evolution of researchers’ understanding of late careers from a transition from full-time employment to full retirement (i.e. an event), to a more flexible late career phase (i.e., a process), where retirement consists in diverse activities and is no longer synonym with the end of the career. Retirement trajectories thus constitute chronological sequences of employment statuses (Calvo, Madero-Cabib, & Staudinger, ). Since health has been identified as one of the macro resources with the strongest impact on retirement decisions (Birkett, Carmichael, & Duberley, ), health statuses should be considered when studying retirement processes. However, the causal influence between employment and health is hard to pin down and likely goes into both directions (Apouey, Guven, & Senik, ; Eyjolfsdottir, Baumann, Agahi, Fritzell, & Lennartsson, ). In this paper, we therefore investigate the interlocked employment-health trajectories.A Life Course Perspective on Late CareersThe life course perspective, which considers retirement “as a transition in the course of the lifespan” (Wang & Shi, , p. ), is particularly useful when studying older workers’ retirement sequences because it focuses on, first, trajectories’ change over time described in terms of positive or negative pathways, and second, on individuals' limited agency given the influence of the social context (Wang & Shi, ). Potential drivers of the co-development of employment and health in later life is the formal institutional context (i.e., the retirement-related public policies) and the social norm of working beyond statutory retirement age (SRA) (Froidevaux, Hirschi, & Wang, ; Wang, Henkens, & van Solinge, ). However, as pointed by these authors, the influence of these institutional factors on retirement outcomes remains largely unknown.Our first aim is to identify the typical trajectories to map the distribution of potential ways through which employment and health can interact in later life. While past studies have explored the influence of health on retirement trajectories (Baumann & Madero-Cabib, in press) or the influence of retirement trajectories on health (Madero-Cabib, Corna, & Baumann, ), to the best of our knowledge this study represents the first attempt to model individuals’ interlocked employment-health trajectories. Notably, because we consider the effects of age, we show evidence that the effect of retirement is distinct from the effect of aging (van der Heide, van Rijn, Robroek, Burdorf, & Proper, ). Our second aim is to identify how two different institutional factors may be associated with the employment-health trajectories: the welfare regime on the formal side, and the social norm of working beyond the SRA on the informal side (Esping-Andersen, ; Jansen, ). By doing so, this study addresses previous calls for additional retirement research focusing not on the micro- but on the macro-level (Shultz & Wang, ). MethodsWe followed , older workers (mean age of  years old) from  countries for  years ( to ). Based on the typology by Esping-Andersen (), countries representing five welfare regimes were selected: the United States and Chile (liberal countries); Austria, Germany, Belgium, France (corporatist countries); the United Kingdom and Switzerland (liberal-corporatist countries); Denmark and Sweden (social-democratic countries); and finally Spain and Italy (Southern European). A harmonized pooled-country dataset was built from four representative panel surveys: The Survey of Health, Ageing and Retirement in Europe (SHARE), the English Longitudinal Study of Aging (ELSA), the U.S. Health and Retirement Survey (HRS), and the Chilean Encuesta de Protección Social (EPS) [Social Protection Survey]. In a first step, to estimate the interlocked employment-health trajectories, we used Multichannel Sequence Analysis (Gauthier, Widmer, Bucher, & Notredame, ). We specifically used the Ward cluster analysis, and the Average Silhouette Widths (ASW) index to estimate the most informative and robust number of clusters. In a second step, we examined the relationships between our independent variables of interest (welfare regime and social norm) and the dependent variable (clusters of employment-health trajectories) by running multinomial logistic regressions analyses.ResultsEmployment-health trajectories. First, findings revealed that on-time and early retirement is more frequent that late retirement–regardless of health. Among early and on-time retirees, however, there were more older adults in poor health than in good health. This highlights the importance of health for retirement decisions, as older workers in poor health are often forced to retire early. Among late retirees, in contrast, there was about a similar share of individuals in good and poor health. As late retirement does not necessarily have to go along with poor health (i.e., individuals who could not afford to retire and would have to work despite their poor heath), this may imply that older workers in good health chose to extend their working lives among different other options (e.g., leisure activities). However, our analysis indicated that women, individuals with lower levels of income, and those with lower levels of education were more likely to be in late retirement and poor health or early death; thus, constituting more vulnerable groups.Institutional predictors. Second, of all welfare regimes, older workers in the corporatist and Southern European welfare regimes most frequently followed on-time or early retirement trajectories – while being more frequently in good health in corporatist countries and more frequently in poor health in Southern countries. Descriptive analyses further showed that older workers in liberal welfare regimes are more likely follow late retirement trajectories and in particular, late retirement trajectories in poor health. However, including the social norm into the analysis picks up the effect of the welfare regime and our results clearly show that the social norm best explains late retirement combined with poor health. This finding indicates that if the social norms for working longer are strong (i.e., where it is considered normal that older workers aged above  are working), individuals comply with the social norm even under the condition of poor health. Due to such social norms, alternative satisfying opportunities for being engaged in societal life other than work may be lacking, so that older adults work until they are no longer able to or die.ConclusionOur study has important implications for a theoretical understanding of the role of macro-level factors on late-life employment trajectories using a life course perspective. Specifically, our findings suggest that both formal and informal institutional factors (i.e., welfare regimes and social norms) significantly determine the employment-health trajectories that older workers experience in later life. Future studies should explore how the social norm for working longer interacts with the welfare regimes: For instance, does the social norm lead to changes in social policy, or rather vice versa? In terms of practical implications, this work further implies that policies must target social norms in addition to welfare regimes. To do so, a long-term approach to change retirement-related institutional cultures is needed.","doc_id":18502,"prior":"vulnerable","SDG1":1},{"id":"72","handle":"https://digitalcollection.zhaw.ch/handle/11475/24055","date":"2022","language":"en","title":"Expected global suitability of coffee, cashew and avocado due to climate change","authors":"Grüter, Roman; Trachsel, Tim; Laube, Patrick; Jaisli, Isabel","subject":"Coffee arabica; Cashew; Avocado; Soil; Climate change; Global; Current suitability; Future suitability; Land evaluation; Shift in growing regions;  Landwirtschaft","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"630","year":"2022","for_data_analysis":"Expected global suitability of coffee, cashew and avocado due to climate change; Coffee arabica; Cashew; Avocado; Soil; Climate change; Global; Current suitability; Future suitability; Land evaluation; Shift in growing regions;  Landwirtschaft; Coffee, cashew and avocado are of high socio-economic importance in many tropical smallholder farming systems around the globe. As plantation crops with a long lifespan, their cultivation requires long-term planning. The evaluation of climate change impacts on their biophysical suitability is therefore essential for developing adaptation measures and selecting appropriate varieties or crops. In this study, we modelled the current and future suitability of coffee arabica, cashew and avocado on a global scale based on climatic and soil requirements of the three crops. We used climate outputs of  global circulation models based on three emission scenarios to model the future () climate change impacts on the crops both globally and in the main producing countries. For all three crops, climatic factors, mainly long dry seasons, mean temperatures (high and low), low minimum temperatures and annual precipitation (high and low), were more restrictive for the global extent of suitable growing regions than land and soil parameters, which were primarily low soil pH, unfavourable soil texture and steep slopes. We found shifts in suitable growing regions due to climate change with both regions of future expansion and contraction for all crops investigated. Coffee proved to be most vulnerable, with negative climate impacts dominating in all main producing regions. For both cashew and avocado, areas suitable for cultivation are expected to expand globally while in most main producing countries, the areas of highest suitability may decrease. The study reveals that climate change adaptation will be necessary in most major producing regions of all three crops. At high latitudes and high altitudes, however, they may all profit from increasing minimum temperatures. The study presents the first global assessment of climate change impacts on cashew and avocado suitability.","doc_id":18912,"prior":"vulnerable","SDG1":1},{"id":"2","handle":"https://digitalcollection.zhaw.ch/handle/11475/13070","date":"2018","language":"de","title":"Zum Stand der ergänzenden Hilfen zur Erziehung","authors":"Eberitzsch, Stefan; Berger, Sabina; Keller, Samuel; Los, Barbara; Wendland, Jessica; Werner, Karin","subject":"Hilfen zur Erziehung; Kindesschutz;  Gesundheits- und Sozialdienste","type":"Beitrag in Magazin oder Zeitung","bid":"362","year":"2018","for_data_analysis":"Zum Stand der ergänzenden Hilfen zur Erziehung; Hilfen zur Erziehung; Kindesschutz;  Gesundheits- und Sozialdienste; Seit einigen Jahren wird in der Schweiz zunehmend die Bezeichnung «Ergänzende Hilfen zur Erziehung» als Sammelbegriff für ambulante und (teil-)stationäre Leistungen für vulnerable Kinder, Jugendliche und deren Familien verwendet. Der Begriff erscheint auch in kantonalen Gesetzesinitiativen und Entwicklungsprojekten. Vor diesem Hintergrund wird hier den Fragen nachgegangen: Inwieweit und wie haben sich die ergänzenden Hilfen zur Erziehung mittlerweile etabliert? Tragen die kantonalen Initiativen und Entwicklungen dazu bei, Strukturprobleme der Kinder- und Jugendhilfe abzuschwächen?","doc_id":19231,"prior":"vulnerable","SDG1":1},{"id":"38","handle":"https://digitalcollection.zhaw.ch/handle/11475/18465","date":"2019","language":"en","title":"Projects on the accessibility of vulnerable families in Switzerland","authors":"Zysset, Annina; Grylka, Susanne; Volken, Thomas; Dratva, Julia","subject":"Public Health; Kinder; Vulnerable Familien; Versorgung; Erreichbarkeit; Frühe Kindheit; Frühförderung; Eltern-Kind Angebote;  Familiensoziologie;  Gesundheits- und Sozialdienste","type":"Konferenz: Poster","bid":"306.8, 362","year":"2019","for_data_analysis":"Projects on the accessibility of vulnerable families in Switzerland; Public Health; Kinder; Vulnerable Familien; Versorgung; Erreichbarkeit; Frühe Kindheit; Frühförderung; Eltern-Kind Angebote;  Familiensoziologie;  Gesundheits- und Sozialdienste","doc_id":19635,"prior":"vulnerable","SDG1":1},{"id":"14","handle":"https://digitalcollection.zhaw.ch/handle/11475/1497","date":"2017","language":"en","title":"Temporal change to self-rated health in the Swiss population from 1997 to 2012 : the roles of age, gender, and education","authors":"Volken, Thomas; Wieber, Frank; Rüesch, Peter; Huber, Marion; Crawford, R.J.","subject":"Ageing; Birth cohorts; Education status; Gender inequality; Self-reported health; Swiss health survey; Switzerland; Adult; Age Factors; Aged; Aged, 80 and over; Cross-Sectional Studies; Educational Status; Female; Health Surveys; Humans; Male; Middle Aged; Sex Factors; Switzerland; Diagnostic Self Evaluation; Health Status Disparities;  Medizin und Gesundheit","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"610","year":"2017","for_data_analysis":"Temporal change to self-rated health in the Swiss population from  to  : the roles of age, gender, and education; Ageing; Birth cohorts; Education status; Gender inequality; Self-reported health; Swiss health survey; Switzerland; Adult; Age Factors; Aged; Aged,  and over; Cross-Sectional Studies; Educational Status; Female; Health Surveys; Humans; Male; Middle Aged; Sex Factors; Switzerland; Diagnostic Self Evaluation; Health Status Disparities;  Medizin und Gesundheit; Objectives: Our study aimed to describe the temporal changes in self-rated health status (SRH) from  to  in adults aged  to  residing in Switzerland, with a view to identifying groups at risk for declining health.Study design: Secondary analysis of population-based cross-sectional health surveys.Methods: Data were collected from the cross-sectional, population-based, five-year Swiss Health Survey, from , ,  and . A total of , individuals' data were included. Multilevel mixed-effect logistic regression analysis was employed to estimate the probability of very good and good health within the framework of a hierarchical cross-classified age-period-cohort model (HAPC), adjusting for education level, gender, civil status, smoking status and body mass index.Results: Individuals with higher education were substantially more likely than those with primary education to report good SRH (OR = .; % CI = .–. for secondary education and OR = .; % CI = .–. for tertiary education). The education effect depended on birth cohort and age: higher proportions of good SRH were reported by secondary (%–%) and tertiary (%–%) compared with primary educated individuals from the  birth cohort onward; the proportion of secondary/tertiary (compared to primary) educated people reporting good SRH increased with age (by /% at – years and /% at – years). Gender health equality was achieved by the  (primary educated) and  (secondary educated) birth cohorts, while these women overtook men in reporting good SRH from the  birth cohort onward. Tertiary educated younger women were significantly less likely to report good SRH than men but parity was achieved at around pension age. Similarly, gender inequality in those with primary and secondary education reduced in the younger ages to not be significant at around age , with women overtaking men from age .Conclusions: Younger birth cohorts with lower education levels appear most vulnerable in terms of their SRH. The education effect cumulatively increases when attaining incrementally higher education levels. While women report lower health than men, gender inequality in SRH has declined and even reversed over time and is substantially linked to differences in educational status. Swiss public health strategies should particularly target the younger adults with only primary school education of both genders; for women, to combat health burdens in their early life, and men, to mitigate issues in their later life.","doc_id":20370,"prior":"vulnerable","SDG1":1},{"id":"31","handle":"https://digitalcollection.zhaw.ch/handle/11475/16772","date":"2019","language":"en","title":"Children in families with multiple problems : advancing a main challenge","authors":"Tausendfreund, Tim; Knot-Dickscheit, Jana","subject":"Cumulative risk; Child protection; Care continuum; Dual care worker approach;  Familiensoziologie;  Gesundheits- und Sozialdienste","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"306.8, 362","year":"2015","for_data_analysis":"Children in families with multiple problems : advancing a main challenge; Cumulative risk; Child protection; Care continuum; Dual care worker approach;  Familiensoziologie;  Gesundheits- und Sozialdienste; Children in families with multiple problems are from a child and youth care point of view a very vulnerable target group. Yet we still know relatively little about these families and the effectiveness of interventions for them. What we know from research indicates that most types of intervention have up to now not sufficiently succeeded in facilitating sustainable change for the children in these families. In this paper we propose that this might be due to two main reasons: . that most interventions durations are too short to deal with complex problems, and . that there is not enough direct support for children in home-based family interventions. Based on research related to Pinkerton's model of the care continuum we argue for long-term visions on the effectiveness of child care interventions and the implementation of dual care worker approaches, which offer direct support for children at the same time as for the parents. The care activities and outcomes of such interventions need to be monitored by further research.","doc_id":20482,"prior":"vulnerable","SDG1":1},{"id":"44","handle":"https://digitalcollection.zhaw.ch/handle/11475/20208","date":"2020","language":"en","title":"Evaluation of a midwifery network to guarantee outpatient postpartum care : a mixed methods study","authors":"Grylka, Susanne; Iglesias, Carolina; Erdin Springer, Rebekka; Pehlke-Milde, Jessica","subject":"Midwifery; Network; Postpartum care; Psychosocially disadvantaged families;  Geburtsmedizin und Hebammenarbeit","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"618","year":"2020","for_data_analysis":"Evaluation of a midwifery network to guarantee outpatient postpartum care : a mixed methods study; Midwifery; Network; Postpartum care; Psychosocially disadvantaged families;  Geburtsmedizin und Hebammenarbeit; Background: The necessity of outpatient postpartum care has increased due to shorter hospital stays. In a healthcare system, where postpartum care after hospital discharge must be arranged by families themselves, this can be challenging for those experiencing psychosocial disadvantages. Therefore, we compared characteristics of users of a midwifery network which referred women to outpatient postpartum care providers with those of women organising care themselves. Additionally, we investigated benefits of the network for women and health professionals.Methods: Evaluation of the services of a midwifery network in Switzerland. We combined quantitative secondary analysis of routine data of independent midwives with qualitative telephone interviews with users and a focus group with midwives and nurses. Descriptive statistics and logistic regression modelling were done using Stata . Content analysis was applied for qualitative data.Results: Users of the network were more likely to be: primiparas (OR ., % CI [.–., p < .]); of foreign nationality (OR ., % CI [.–.], p < .); without professional education (OR ., % CI [.–.] p < .); unemployed (OR ., % CI [.–.], p = .) and have given birth by caesarean section (OR ., % CI [.–.], p < .) compared to women organising care themselves. Furthermore, users had cumulative risk factors for vulnerable transition into parenthood more often (≥ three risk factors: .% vs. .%, p < .). Women appreciate the services provided. The collaboration within the network facilitated work scheduling and the better use of resources for health professionals.Conclusions: The network enabled midwives and nurses to reach families who might have struggled to organize postpartum care themselves. It also facilitated the work organisation of health professionals. Networks therefore provide benefits for families and health professionals.","doc_id":20876,"prior":"vulnerable","SDG1":1},{"id":"40","handle":"https://digitalcollection.zhaw.ch/handle/11475/23473","date":"2021","language":"en","title":"Pediatric consultations and health status among children and adolescents in Switzerland","authors":"Carlander, Maria; Wirth, Brigitte; Tzogiou, Christina; Heiniger, Sarah; Wieser, Simon; Höglinger, Marc","subject":" Pädiatrie","type":"Konferenz: Sonstiges","bid":"618.92","year":"2021","for_data_analysis":"Pediatric consultations and health status among children and adolescents in Switzerland;  Pädiatrie; Background and status of (inter)national research: Regular pediatric consultations in primary health care are important to detect physical, psychological, cognitive, and motoric problems and development disorders in children. One immediate effect on children, who lack adequate preventive care, are unplanned hospital admissions (Cecil et a.l ). In addition, untreated health problems in childhood may have long lasting negative effects in adulthood. The Swiss society of pediatricians recommends  preventive health screenings from birth until the age of , with more frequent screenings in the first two years of life. Eight of these screenings are done on the parents’ initiative and reimbursed by the compulsory health insurance. Further three are mandatory school health screenings. International literature shows that the uptake of recommended preventive care is lower and not complete among some population groups and progressively declines with age (Schmidke et al.  & Wood et al. ).Question and objective: The current data and knowledge about frequency of pediatric consultations, health status and associated factors among children and adolescents remains limited in Switzerland. The aim of our study is to shed light on this knowledge gap by addressing the following research questions using two different data sources:. Are there differences in health status between socioeconomic groups of school-aged children and adolescents?. Are there children between  and  years with fewer than recommended pediatric consultations, and are there differences between socioeconomic groups in this regard? Method or hypothesis:. To investigate differences in health status, we use data of children between  and -years from the school medical services in a big Swiss city and compare health status indicators between subgroups. .To investigate frequency of pediatric consultations, we draw claims data from children between  and  years from a large Swiss health insurer from  to  and analyze differences between subgroups.For both analyses we expect to find differences between socioeconomic groups such as children from native vs. from non-native parents, as well as regional differences.Results: This is a still ongoing project and final results will be available for the conference.Discussion: This study provides insight into the frequency and potential under-use of pediatric health consultations, what the health status of school-aged children are and if there are systematic differences between subgroups.Practical implications: Identifying differences in primary care consultations and health status at an early age could be key for establishing measures to improve the integration of vulnerable groups in the Swiss health care system.Appeal for practice (science and/or care) in one sentence: Identifying health differences and barriers to health care in early life might help to reduce life-long health inequalities.","doc_id":21348,"prior":"vulnerable","SDG1":1},{"id":"92","handle":"https://digitalcollection.zhaw.ch/handle/11475/24918","date":"2022","language":"de; en","title":"Non take-up of social welfare benefits among migrants in Switzerland during the Covid-19 pandemic","authors":"Meier, Gisela; Mey, Eva; Strohmeier Navarro Smith, Rahel","subject":" Personengruppen (Alter, Herkunft, Geschlecht, Einkommen);  Sozialarbeit und Sozialhilfe","type":"Konferenz: Poster","bid":"305, 361","year":"2022","for_data_analysis":"Non take-up of social welfare benefits among migrants in Switzerland during the Covid- pandemic;  Personengruppen (Alter, Herkunft, Geschlecht, Einkommen);  Sozialarbeit und Sozialhilfe; Even though the phenomenon of non take-up of social welfare benefits (NTU-SWB) has been a major concern for the field of social work as well as an important topic of research in Switzerland as for the rest of Europe, the experience related to the Covid- pandemic has once again demonstrated the high relevance of this topic. The high demand for food distribution schemes that were installed in Zurich and Geneva has shed light on the fact that a non-negligible part of the population experienced significant economic difficulties during that time. As two studies - in which participants in these schemes were interviewed - show, NTU has been a major contributing factor for the increased strain on multiple already vulnerable groups, particularly migrants.Against this background, and based on the aforementioned survey from Zurich, we focus on two research questions: Firstly, which are the main causes for NTU, especially for migrants and secondly, what are the individual consequences of NTU?One of our key results is that the state contributes to an increasing precarization of foreigners. In fact, the latter are reluctant to request social welfare support, given that this could jeopardize their residence permit. Hence, they are often employed in precarious jobs, formally or informally, and thus lost all or a significant part of their income during the pandemic.We conclude that there is a need for intensified public debate on NTU. In addition, we believe it would be beneficial to install a reporting system on NTU and to develop standardized approaches to handling cases of NTU. However, this also raises the ethical question whether there is a right to be in a (willingly chosen) situation of NTU.","doc_id":22813,"prior":"vulnerable","SDG1":1},{"id":"96","handle":"https://digitalcollection.zhaw.ch/handle/11475/11822","date":"2018","language":"de","title":"Gefährdet 'Basel II' Kredite an KMU? : wirkungslose Erleichterungen im neusten Entwurf","authors":"Ziegler-Peter, Suzanne; Meier, Peter","subject":"KMU; Basel II; ZBB; IBF;  Banken","type":"Beitrag in Magazin oder Zeitung","bid":"332.1","year":"2003","for_data_analysis":"Gefährdet \"Basel II\" Kredite an KMU? : wirkungslose Erleichterungen im neusten Entwurf; KMU; Basel II; ZBB; IBF;  Banken; Anpassungen im neusten Entwurf von «Basel II», die im Hinblick auf die Gewährung von Krediten an KMU vorgenommen wurden, haben in der Schweiz keine wirklichen Erleichterungen gegenüber dem ursprünglich vorgeschlagenen Regelwerk zur Folge.","doc_id":22909,"prior":"Gefährdet","SDG1":1},{"id":"72","handle":"https://digitalcollection.zhaw.ch/handle/11475/8299","date":"2018","language":"de","title":"Stress und soziale Unterstützung im ersten Jahr einer Berufsausbildung","authors":"Hösli-Leu, Sabrina; Wade-Bohleber, Laura Maria; von Wyl, Agnes","subject":" Differentielle Psychologie und Entwicklungspsychologie;  Bildung und Erziehung","type":"Buchbeitrag","bid":"155, 370","year":"2018","for_data_analysis":"Stress und soziale Unterstützung im ersten Jahr einer Berufsausbildung;  Differentielle Psychologie und Entwicklungspsychologie;  Bildung und Erziehung; Stress ist in entwickelten Ländern einer der bedeutendsten Risikofaktoren für die psychische und physische Gesundheit. Zahlreiche Studien weisen auf Zusammenhänge zwischen arbeitsbedingten Stressoren und dem psychischen Befinden von Arbeitnehmern hin (Steinmann ). Gerade junge Arbeitnehmer sind stark von Belastungssituationen am Arbeitsplatz betroffen. Jugendliche und junge Erwachsene, welche in einer Berufsausbildung sind, kristallisieren sich in verschiedenen Studien als vulnerable Gruppe heraus. So zeigte zum Beispiel eine Studie von Strandh et al. (), dass sich Jugendliche in einer sensiblen Entwicklungsphase befinden, und deshalb mehr unter Arbeitsstress leiden. Brändle und Müller () betonten, dass eine schlechte Passung bei der Berufswahl negative Auswirkungen auf die Motivation der Jugendlichen hat. In diesem Lebensabschnitt sind viele Veränderungen und Herausforderungen auf der psychologischen, sozialen und kognitiven Ebene zu bewältigen. Dazu kommt bei Auszubildenden die Transition von der Schule ins Berufsleben, was eine zusätzliche Herausforderung darstellt (Steinmann ).Die vorliegende Studie beschäftigt sich mit dem Stresserleben von Lernenden zu Beginn ihrer Berufsausbildung. In einem Querschnittsdesign wurden  Auszubildende aus zwei verschiedenen Jahrgängen befragt. Die Befragung fand im ersten Lehrjahr statt, und die Auszubildenden waren alle in einem Schweizer Betrieb angestellt. In unserer Stichprobe konnte das erhöhte Stresserleben von Auszubildenden nicht bestätigt werden; es zeigte sich jedoch, dass soziale Unterstützung als Schutzfaktor gegenüber Stresserleben bezeichnet werden kann. Auszubildende aus den Balkanländern berichteten von mehr Stress als die übrigen Befragten. Ebenfalls zeigten Auszubildende, die eine Ausbildung mit einem geringeren Anforderungsprofil abschließen, mehr Stress.","doc_id":23072,"prior":"vulnerable","SDG1":1},{"id":"29","handle":"https://digitalcollection.zhaw.ch/handle/11475/20507","date":"2020","language":"en","title":"Tiny noise, big mistakes : adversarial perturbations induce errors in brain-computer interface spellers","authors":"Zhang, Xiao; Wu, Dongrui; Ding, Lieyun; Luo, Hanbin; Lin, Chin-Teng; Jung, Tzyy-Ping; Chavarriaga, Ricardo","subject":"Human-Computer Interaction; Computer Science; Learning;  Informatik","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"004","year":"2020","for_data_analysis":"Tiny noise, big mistakes : adversarial perturbations induce errors in brain-computer interface spellers; Human-Computer Interaction; Computer Science; Learning;  Informatik; An electroencephalogram (EEG) based brain-computer interface (BCI) speller allows a user to input text to a computer by thought. It is particularly useful to severely disabled individuals, e.g., amyotrophic lateral sclerosis patients, who have no other effective means of communication with another person or a computer. Most studies so far focused on making EEG-based BCI spellers faster and more reliable; however, few have considered their security. This study, for the first time, shows that P and steady-state visual evoked potential BCI spellers are very vulnerable, i.e., they can be severely attacked by adversarial perturbations, which are too tiny to be noticed when added to EEG signals, but can mislead the spellers to spell anything the attacker wants. The consequence could range from merely user frustration to severe misdiagnosis in clinical applications. We hope our research can attract more attention to the security of EEG-based BCI spellers, and more broadly, EEG-based BCIs, which has received little attention before.","doc_id":23416,"prior":"vulnerable","SDG1":1},{"id":"41","handle":"https://digitalcollection.zhaw.ch/handle/11475/24370","date":"2022","language":"en","title":"Education in emergency : Lebanon’s educational policy response to COVID-19 and the pandemic’s impact on the learning of vulnerable students in Lebanon – a literature review","authors":"Merentitis, Myrto","subject":" Schulen und schulische Tätigkeiten","type":"Thesis: Bachelor","bid":"371","year":"2021","for_data_analysis":"Education in emergency : Lebanon’s educational policy response to COVID- and the pandemic’s impact on the learning of vulnerable students in Lebanon – a literature review;  Schulen und schulische Tätigkeiten; . million Syrians and nearly half a million Palestinian refugees are estimated to live in Lebanon. This number makes it the country with the highest number of refugees relative to its population. More than half of the refugees who live in Lebanon are children, and providing education to these additional students bears an enormous challenge to Lebanon’s public sector. As a result, many refugee children do not have access to education. Before the COVID- pandemic, Lebanon has been facing an economic and political crisis. Then, the pandemic forced Lebanon into a lockdown, including school closures which disrupted the education of . million students in Lebanon. The thesis summarizes Lebanon’s educational policy response to the pandemic focusing on primary and lower secondary levels. Then, the pandemic’s impact on children’s learning outcomes was analyzed focusing on refugee students. Lastly, the paper provides tools to measure social and emotional learning in a low-resource setting, such as in Lebanon.The thesis is based on a literature review. The theoretical framework analyzed Lebanon’s existing education policies and built the base for the findings. The pandemic’s impact on children’s learning was evaluated by monitoring how school closures have affected learning in the past. Then, hypotheses will be drawn on the education of refugee children in Lebanon.Lebanon’s Ministry of Education responded to the pandemic with remote learning in the form of television, online learning, and paper-based methods. A digital platform has been launched with online classes. However, barriers such as a lack of internet and electronic devices hinder many vulnerable children from accessing online learning tools. The research on past school closures showed that a significant learning loss due to the pandemic is expected. The scope of the learning loss depends on the mitigation strategies and if they are made available for all students. Furthermore, the pandemic is connected with harmful side effects, such as economic shocks of households and social distancing that further decrease the well-being and development of children. Lastly, libraries and measurement tools were found that have been developed to evaluate social and emotional learning programs in crisis settings.The thesis concludes that the COVID- pandemic will increase Lebanon’s educational inequalities as refugee and vulnerable children are less likely to access remote learning options. In , the number of Syrian refugees that live in extreme poverty has increased by more than %. Moreover, past research indicates that vulnerable children are at a high risk of not returning to school. Lebanon’s government must ensure a resilient and inclusive post-COVID education system supported by transparent policy reforms. Lastly, further research is needed to fully evaluate the pandemic’s impact on children’s learning outcomes.","doc_id":23427,"prior":"vulnerable","SDG1":1},{"id":"41","handle":"https://digitalcollection.zhaw.ch/handle/11475/24370","date":"2022","language":"en","title":"Education in emergency : Lebanon’s educational policy response to COVID-19 and the pandemic’s impact on the learning of vulnerable students in Lebanon – a literature review","authors":"Merentitis, Myrto","subject":" Schulen und schulische Tätigkeiten","type":"Thesis: Bachelor","bid":"371","year":"2021","for_data_analysis":"Education in emergency : Lebanon’s educational policy response to COVID- and the pandemic’s impact on the learning of vulnerable students in Lebanon – a literature review;  Schulen und schulische Tätigkeiten; . million Syrians and nearly half a million Palestinian refugees are estimated to live in Lebanon. This number makes it the country with the highest number of refugees relative to its population. More than half of the refugees who live in Lebanon are children, and providing education to these additional students bears an enormous challenge to Lebanon’s public sector. As a result, many refugee children do not have access to education. Before the COVID- pandemic, Lebanon has been facing an economic and political crisis. Then, the pandemic forced Lebanon into a lockdown, including school closures which disrupted the education of . million students in Lebanon. The thesis summarizes Lebanon’s educational policy response to the pandemic focusing on primary and lower secondary levels. Then, the pandemic’s impact on children’s learning outcomes was analyzed focusing on refugee students. Lastly, the paper provides tools to measure social and emotional learning in a low-resource setting, such as in Lebanon.The thesis is based on a literature review. The theoretical framework analyzed Lebanon’s existing education policies and built the base for the findings. The pandemic’s impact on children’s learning was evaluated by monitoring how school closures have affected learning in the past. Then, hypotheses will be drawn on the education of refugee children in Lebanon.Lebanon’s Ministry of Education responded to the pandemic with remote learning in the form of television, online learning, and paper-based methods. A digital platform has been launched with online classes. However, barriers such as a lack of internet and electronic devices hinder many vulnerable children from accessing online learning tools. The research on past school closures showed that a significant learning loss due to the pandemic is expected. The scope of the learning loss depends on the mitigation strategies and if they are made available for all students. Furthermore, the pandemic is connected with harmful side effects, such as economic shocks of households and social distancing that further decrease the well-being and development of children. Lastly, libraries and measurement tools were found that have been developed to evaluate social and emotional learning programs in crisis settings.The thesis concludes that the COVID- pandemic will increase Lebanon’s educational inequalities as refugee and vulnerable children are less likely to access remote learning options. In , the number of Syrian refugees that live in extreme poverty has increased by more than %. Moreover, past research indicates that vulnerable children are at a high risk of not returning to school. Lebanon’s government must ensure a resilient and inclusive post-COVID education system supported by transparent policy reforms. Lastly, further research is needed to fully evaluate the pandemic’s impact on children’s learning outcomes.","doc_id":23427,"prior":"extreme poverty","SDG1":1}]