[{"id":"55","handle":"https://digitalcollection.zhaw.ch/handle/11475/11742","date":"2018","language":"en","title":"Ireland's foreign direct investment competitive advantage and Japanese outward foreign direct investment","authors":"Rios-Morales, Ruth; Brennan, Louis","subject":"Foreign direct investment; Ireland model of FDI competitive advantage; Japanese foreign direct investment;  Investition","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332.6","year":"2007","for_data_analysis":"Ireland's foreign direct investment competitive advantage and Japanese outward foreign direct investment; Foreign direct investment; Ireland model of FDI competitive advantage; Japanese foreign direct investment;  Investition; This article addresses Ireland's record in attracting foreign direct investment (FDI). FDI has been identified as one of the key factors that has spurred the growth of the Celtic Tiger. An adaptation of Porter's Diamond is offered to explain the determinants of Ireland's competitive advantage in attracting FDI. The overall trends in FDI inflows to Ireland are considered. The study then focuses on Japanese FDI into Europe and Ireland in particular. The pattern of Japanese FDI flows into Ireland is analysed in the context of Ireland's determinants of FDI competitive advantage. Future considerations around Ireland's model of competitive advantage are addressed.","doc_id":1167,"prior":"foreign direct investment","SDG10":1},{"id":"35","handle":"https://digitalcollection.zhaw.ch/handle/11475/24366","date":"2022","language":"en","title":"Measurement of financial inclusion variation across ECA countries over 2014-2017","authors":"Schwegler, Aizhan","subject":" Finanzwirtschaft","type":"Thesis: Bachelor","bid":"332","year":"2021","for_data_analysis":"Measurement of financial inclusion variation across ECA countries over -;  Finanzwirtschaft; The topic of financial inclusion is highly discussed among academics and practitioners because it is believed to promote economic and financial growth, reduce poverty, income inequality and improve social inclusion. Hence, it has become a primary agenda for many countries to stimulate higher financial inclusion. However, despite of its importance, many countries in ECA region are still behind in achieving their goals of deepening access to their financial system. Moreover, the advances in financial inclusion in ECA region were not consistent across member countries between -.While earlier research has tended to focus on defining financial inclusion, its barriers and measuring its impact, few studies have investigated the reverse impact in ECA countries, i.e., what factors and to what extent impact its variation among countries. Therefore, the focus of this bachelor paper was to explain the variation in recent advances in financial inclusion across ECA countries. The objective is to understand which factors might explain the variation in the uneven growth of financial inclusion in ECA countries during -.To analyze reasons contributing to the variations of financial inclusion, the paper used primarily quantitative methodology. In the first step, a financial inclusion index (FII) was calculated to arrive at a standardized metric for each of  countries over -. This index integrates three important dimensions: access, quality, and usage of financial services. In the next step, the analysis used macroeconomic, socioeconomic, technological, and institutional variables to conduct analysis of descriptive statistics, correlation with financial inclusion index, and multiple regression analysis.Results of the analyses indicated that there is a strong positive correlation between the FII and GNI per capita, human development index, and internet usage. In contrast, inflation rate is negatively correlated with the FII. However, there is a relatively weak negative correlation of the FII and GDP growth rate. Additionally, such factors as unemployment, population growth and mobile phone use exhibit a weak positive association with the FII. Finally, the results of cross-country regression analysis indicated that macroeconomic and socioeconomic factors contribute significantly into variation of financial inclusion. Whereas institutional factors have only moderate effect and technological factors demonstrated the lowest impact on the advances of financial inclusion.In conclusion, the variation in financial inclusion can be explained to a greater extent by macroeconomic and socioeconomic factors, and to some extent by institutional characteristics and to a lesser extent by technological factors. The significance of this findings suggests the possible direction of policies implementation such as improving institutional governance, shaping better social inclusion, and increasing standards of living.Based on the conclusions, possible recommendations for future research would be to understand the impact of digital technology and literacy on the access to financial services.","doc_id":2833,"prior":"income inequality","SDG10":1},{"id":"70","handle":"https://digitalcollection.zhaw.ch/handle/11475/4495","date":"2018","language":"en","title":"Introduction to the special issue on inclusion","authors":"Grupper, Emmanuel; Anglin, James P.; Schmid, Anna Katharina","subject":"Child; Youth; Families; Research; Practice; Intervention; Leadership; Communities; Welfare; Health; Kids health; Family service; Mental health; Justice; Empowerment;  Sozialarbeit und Sozialhilfe;  Gesundheits- und Sozialdienste;  Bildung und Erziehung","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"361, 362, 370","year":"2015","for_data_analysis":"Introduction to the special issue on inclusion; Child; Youth; Families; Research; Practice; Intervention; Leadership; Communities; Welfare; Health; Kids health; Family service; Mental health; Justice; Empowerment;  Sozialarbeit und Sozialhilfe;  Gesundheits- und Sozialdienste;  Bildung und Erziehung; This special issue of the International Journal of Child, Youth and Family Studies (IJCYFS) is dedicated to a most important and current subject – inclusion – as an answer of social educators and many other social agents to one of the most crucial social phenomena of our time: namely, social exclusion. We are witnessing around the world incidents of aggression and violence that are sometimes attributed to the effects of exclusion, either at an individual or more collective level. Our social and economic structures appear designed to exclude all too many from the benefits and fruits of society. The African concept of “Ubuntu” (“I am a person because of other persons”) seems very relevant here. How do we share spaces, resources, opportunities, and create a sense of belonging across our many differences and contexts?Inclusion was the theme of a world congress of the International Federation of Educative Communities (FICE), held in Bern, Switzerland in October . Most of the articles in this special issue are based on presentations made at that congress. We would like to thank all contributors for formalizing and revising their presentations with input from our editors for this special issue. Additionally, we would like to acknowledge the valuable contributions of Carol Kelly and Varda Mann-Feder to the review process. Finally, we are also most thankful to the co-editors of the IJCYFS, Drs. Sibylle Artz and Jennifer White, for inviting us to contribute this quite unique special issue related to the work and history of FICE International.","doc_id":3331,"prior":"social exclusion","SDG10":1},{"id":"36","handle":"https://digitalcollection.zhaw.ch/handle/11475/10274","date":"2018","language":"en","title":"SWFs and the global economy : the impact of the gulf oil producers","authors":"Rios-Morales, Ruth; Ramady, Mohamed; Brennan, Louis","subject":"International investment; Oil industry; SWF;  Investition","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332.6","year":"2011","for_data_analysis":"SWFs and the global economy : the impact of the gulf oil producers; International investment; Oil industry; SWF;  Investition; The purpose of this paper is to analyze the role of sovereign wealth funds (SWFs) in sustaining global economies. The subject of SWFs has increasingly garnered the concerns of policymakers, market players and scholars for two main reasons: First, these funds represent the largest concentration of capital that the world has ever known, with the Arabian Gulf SWFs becoming increasingly important global players, especially during the most recent financial crises. Second, there is the dominant role of national governments in the management of these colossal funds. This paper assesses the contrasting perspectives on SWFs and analyzes the role they can play in sustaining the global economy by engaging in foreign direct investment.","doc_id":5376,"prior":"foreign direct investment","SDG10":1},{"id":"95","handle":"https://digitalcollection.zhaw.ch/handle/11475/9127","date":"2018","language":"de","title":"Obwalden und der degressive Steuertarif : bis an die Grenzen der Souveränität und zurück","authors":"Hanebrink, Jens; Fröhr, Katja","subject":" Öffentliches Recht (CH), Sachen-, Finanz-, Steuer- und Wirtschaftsrecht","type":"Beitrag in Magazin oder Zeitung","bid":"343","year":"2013","for_data_analysis":"Obwalden und der degressive Steuertarif : bis an die Grenzen der Souveränität und zurück;  Öffentliches Recht (CH), Sachen-, Finanz-, Steuer- und Wirtschaftsrecht; Das Obwaldener Stimmvolk war sich mehrheitlich einig: Innovativ, kompetitiv und daher degressiv sollte die Steuertarifsystematik nach  werden. Mittels breiter Steuersenkungen und insbesondere rückläufiger Grenzsteuersätze für Einkommen ab , Mio. CHF und Vermögen ab  Mio. CHF wollte man die steuerliche Attraktivität des Kantons entscheidend steigern und vor allem die Ansiedlung vermögender Personen fördern. Doch nicht alle Obwaldener waren von den Vorzügen dieser Teilrevision und insbesondere der propagierten Steigerung der allgemeinen wirtschaftlichen Entwicklung und Prosperität des Kantons uneingeschränkt begeistert. Obwohl durch die allgemeinen Steuersenkungen selbst begünstigt, erhoben sie mit gemeinsamer Eingabe am . Januar  staatsrechtliche Beschwerde; sie machten die Verfassungswidrigkeit des degressiven Teils der Tarifverläufe geltend und beantragten dessen Aufhebung. Mit Urteil vom . Juni  bestätigte das Bundesgericht schliesslich die Verfassungswidrigkeit der Obwaldener Tarifbestimmungen und hob diese in Gänze auf. Bereits im Vorfeld des Entscheids gab es zur materiellen Rechtsfrage durchaus kontroverse Wortmeldungen. Zudem wurde der Umstand, dass das Bundesgericht überhaupt auf die staatsrechtliche Beschwerde eingetreten ist und sich in die Steuertarifgestaltung der Kantone eingebracht hat, eher mit Überraschung aufgenommen.","doc_id":6473,"prior":"Entwicklung","posterior":"Tarifverläufe","SDG10":1},{"id":"95","handle":"https://digitalcollection.zhaw.ch/handle/11475/9127","date":"2018","language":"de","title":"Obwalden und der degressive Steuertarif : bis an die Grenzen der Souveränität und zurück","authors":"Hanebrink, Jens; Fröhr, Katja","subject":" Öffentliches Recht (CH), Sachen-, Finanz-, Steuer- und Wirtschaftsrecht","type":"Beitrag in Magazin oder Zeitung","bid":"343","year":"2013","for_data_analysis":"Obwalden und der degressive Steuertarif : bis an die Grenzen der Souveränität und zurück;  Öffentliches Recht (CH), Sachen-, Finanz-, Steuer- und Wirtschaftsrecht; Das Obwaldener Stimmvolk war sich mehrheitlich einig: Innovativ, kompetitiv und daher degressiv sollte die Steuertarifsystematik nach  werden. Mittels breiter Steuersenkungen und insbesondere rückläufiger Grenzsteuersätze für Einkommen ab , Mio. CHF und Vermögen ab  Mio. CHF wollte man die steuerliche Attraktivität des Kantons entscheidend steigern und vor allem die Ansiedlung vermögender Personen fördern. Doch nicht alle Obwaldener waren von den Vorzügen dieser Teilrevision und insbesondere der propagierten Steigerung der allgemeinen wirtschaftlichen Entwicklung und Prosperität des Kantons uneingeschränkt begeistert. Obwohl durch die allgemeinen Steuersenkungen selbst begünstigt, erhoben sie mit gemeinsamer Eingabe am . Januar  staatsrechtliche Beschwerde; sie machten die Verfassungswidrigkeit des degressiven Teils der Tarifverläufe geltend und beantragten dessen Aufhebung. Mit Urteil vom . Juni  bestätigte das Bundesgericht schliesslich die Verfassungswidrigkeit der Obwaldener Tarifbestimmungen und hob diese in Gänze auf. Bereits im Vorfeld des Entscheids gab es zur materiellen Rechtsfrage durchaus kontroverse Wortmeldungen. Zudem wurde der Umstand, dass das Bundesgericht überhaupt auf die staatsrechtliche Beschwerde eingetreten ist und sich in die Steuertarifgestaltung der Kantone eingebracht hat, eher mit Überraschung aufgenommen.","doc_id":6473,"prior":"Entwicklung","posterior":"Tarifbestimmungen","SDG10":1},{"id":"76","handle":"https://digitalcollection.zhaw.ch/handle/11475/9514","date":"2018","language":"en","title":"The impact of bilateral investment treaties on foreign direct investment in Switzerland","authors":"Rios-Morales, Ruth; Gamberger, Dragan; Ursprung, Dominique; Schweizer, Max","subject":"Foreign direct investment; Bilateral investment treate; Switzerland;  Investition","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332.6","year":"2014","for_data_analysis":"The impact of bilateral investment treaties on foreign direct investment in Switzerland; Foreign direct investment; Bilateral investment treate; Switzerland;  Investition; This study examines the impact of bilateral investment treaties (BITs) on Swiss foreign direct investment (FDI). It also investigates the role of BITs as protective tools of Swiss investment. This paper is based on secondary data analysis; data is obtained from various official entities. This study uses statistical and machine learning techniques in order to detect meaningful relationships between BITs and FDI flows. Our findings suggest that the implementation of BITs have an insignificant impact on the increase of Swiss FDI flows. However, from our examination, two interesting findings have emerged suggesting that the completion of BITs may have an impact on the increase of political stability and rule of law of partner countries.","doc_id":7214,"prior":"foreign direct investment","SDG10":1},{"id":"50","handle":"https://digitalcollection.zhaw.ch/handle/11475/1263","date":"2017","language":"de","title":"Der Einfluss islamistischer Terroranschläge auf Tourismus und Wirtschaft in betroffenen Staaten","authors":"Wüthrich, Pascal","subject":" Produktion","type":"Thesis: Bachelor","bid":"338","year":"2016","for_data_analysis":"Der Einfluss islamistischer Terroranschläge auf Tourismus und Wirtschaft in betroffenen Staaten;  Produktion; Angesichts des Aufstiegs des „Islamischen Staates“ und der Terroranschläge von Paris im vergangenen Jahr gewinnt der islamistische Terrorismus an Aktualität wie seit / nicht mehr. Die mediale Berichterstattung nimmt immer grössere Ausmasse an, wovon hauptsächlich die Terrororganisationen profitieren. Wiederholt wurden in den vergangen Jahren auch Touristen als Terrorziele ausgewählt und angegriffen, weil dies eine besonders hohe Aufmerksamkeit der Medien und der Weltöffentlichkeit garantiert. Zusätzlich sollen Tourismus und Wirtschaft in den betroffenen Staaten, meist Schwellenländer, nachhaltig geschädigt werden, was gemäss Medienberichten auch gelingt.In der vorliegenden Bachelorarbeit wird deshalb untersucht, ob sich islamistische Terroranschläge tatsächlich auf Tourismus und Wirtschaft in betroffenen Staaten auswirken. Als Grundlage für die Untersuchung dienen elf Terrorattacken in Ägypten, Indonesien und Tunesien, welche sich explizit gegen die jeweilige Tourismusindustrie richteten. Um die Folgen der Anschläge für diese Staaten beurteilen zu können, werden die internationalen Touristenankünfte, die Tourismuseinnahmen, die ausländischen Direktinvestitionen, das Bruttoinlandsprodukt und die Arbeitslosigkeit zwischen  und  analysiert. Zur statistischen Überprüfung der Auswirkungen werden bei Jahreszahlen Korrelationsanalysen durchgeführt, bei Monatszahlen werden Mittelwertvergleiche (T-Tests) und Regressionsanalysen herangezogen.Es hat sich gezeigt, dass sich die internationalen Touristenankünfte in den drei bis sechs Monaten nach den Anschlägen in allen untersuchten Fällen negativer entwickelten als in den Vergleichsjahren zuvor und danach. Im Gegensatz zum Vorgehen in anderen Studien wurden in dieser Arbeit für die Feststellung des negativen Effekts einzelne Terroranschläge anstelle von Durchschnittswerten betrachtet. Dies ist wesentlich aussagekräftiger, da Durchschnittswerte aufgrund der langen Betrachtungsperioden stärker durch andere wirtschaftliche und politische Ereignisse beeinflusst werden. In den eigenen Untersuchungen wurde mehrmals beobachtet, dass solche nichtterroristischen Ereignisse zu einer negativen Entwicklung der Touristenankünfte führten. Die vorliegende Arbeit ist wohl auch die erste, welche Veränderungen der Ankünfte gegenüber Vergleichsjahren bei den Berechnungen berücksichtigte und auf diese Weise saisonale Einflüsse eliminierte.Im Unterschied zu den Touristenankünften war es aufgrund fehlender Monatsdaten unmöglich, potenzielle Auswirkungen der Terroranschläge auf die Tourismuseinnahmen und die Wirtschaftsindikatoren (ausländische Direktinvestitionen, BIP, Arbeitslosigkeit) mittels Regressionsmodellen statistisch zu belegen.Für zukünftige Studien wird empfohlen, sich auf einzelne Terrorereignisse zu beschränken und keine Durchschnittswerte zu berechnen, da sich die Folgen je nach Zeitpunkt, Art und Schwere eines Anschlags stark unterscheiden. Um aussagekräftige Resultate zu erhalten, sind möglichst kurze Betrachtungshorizonte und Berechnungen mit Monatszahlen anzustreben. Zudem sollten Terroranschläge stets im Kontext der Zeit und von nichtterroristischen Ereignissen untersucht werden.","doc_id":7562,"prior":"ausländische Direktinvestitionen","SDG10":1},{"id":"39","handle":"https://digitalcollection.zhaw.ch/handle/11475/22526","date":"2021","language":"en","title":"Democratic institutions, natural resources, and income inequality","authors":"Hartwell, Christopher A.; Horvath, Roman; Horvathova, Eva; Popova, Olga","subject":"Democracy; Inequality; Institution; Natural resource;  Politik","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"320","year":"2019","for_data_analysis":"Democratic institutions, natural resources, and income inequality; Democracy; Inequality; Institution; Natural resource;  Politik; This paper examines how democratic institutions shape the nexus of natural resources and income inequality, under the hypothesis that democracy can help to alleviate the possible effects that resources may have on income inequality. Starting from a survey of the existing literature, we provide a cross-country regression analysis showing that the effect of natural resources on income inequality does indeed depend on democracy. Our results suggest that, if the level of democracy in a country is high, natural resources have the ability to lower inequality. This finding suggests several avenues for future research.","doc_id":8965,"prior":"income inequality","SDG10":1},{"id":"73","handle":"https://digitalcollection.zhaw.ch/handle/11475/5221","date":"2018","language":"en","title":"Squaring the sunny circle? On balancing distributive justice of power grid costs and incentives for solar prosumers","authors":"Kubli, Merla","subject":"Self-consumption; Death spiral; Grid tariff design; Net purchase and sale; Net metering; Grid cost recovery;  Energie;  Umweltökonomie und nachhaltige Entwicklung","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"333.79, 338.927","year":"2018","for_data_analysis":"Squaring the sunny circle? On balancing distributive justice of power grid costs and incentives for solar prosumers; Self-consumption; Death spiral; Grid tariff design; Net purchase and sale; Net metering; Grid cost recovery;  Energie;  Umweltökonomie und nachhaltige Entwicklung; Solar prosumers are about to revolutionize the power sector. Utilities are challenged in recovering the costs of distribution grids, as parts of their revenue basis decreases through self-consumption. Adjusting the grid tariff sets off a reinforcing feedback loop that increases the attractiveness of solar investments, but also leads to a distribution effect between solar prosumers and conventional consumers. The question is: How to recover distribution grid costs equitable without hampering the diffusion of solar power? Can the two criteria be fulfilled at the same time, or is do we aim for squaring a circle? To address this question, I present a System Dynamics simulation model designed to understand the interactions and assess these competing goals. The occurring distribution effect under the volumetric grid tariff with net purchase and sale appears to be rather limited. Simulation experiments reveal that grid tariff designs strongly influence investments for solar power. A capacity tariff can reduce deviations from the cost causation principle of solar prosumers and incentivizes investments in decentralized storage solutions to reduce peak demand. Nevertheless, also the capacity tariff causes a distribution effect.","doc_id":10125,"prior":"Entwicklung","posterior":"tariff","SDG10":1},{"id":"60","handle":"https://digitalcollection.zhaw.ch/handle/11475/22142","date":"2021","language":"en","title":"Natural resources and income inequality in developed countries : synthetic control method evidence","authors":"Hartwell, Christopher; Horvath, Roman; Horvathova, Eva; Popova, Olga","subject":"Developed country; Income inequality; Natural resources; Synthetic control method;  Bodenwirtschaft und Ressourcen","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"333","year":"2021","for_data_analysis":"Natural resources and income inequality in developed countries : synthetic control method evidence; Developed country; Income inequality; Natural resources; Synthetic control method;  Bodenwirtschaft und Ressourcen; We examine the causal effect of natural resource discoveries on income inequality using the synthetic control method on data from  to . We focus on the natural discoveries in Denmark, Netherlands, and Norway in the –s and use top % and top % income share as the measure of income inequality. Many previous studies have been concerned that natural resources may increase income inequality. To the contrary, our results suggest that natural resources decrease income inequality or have no effect. We attribute this effect to the high institutional quality of countries we examine.","doc_id":10397,"prior":"income inequality","SDG10":1},{"id":"10","handle":"https://digitalcollection.zhaw.ch/handle/11475/10279","date":"2018","language":"en","title":"Institutional environment features and Swiss foreign direct investment","authors":"Rios-Morales, Ruth; Gamberger, Dragan; Schweizer, Max; Brennan, Louis","subject":"Economic growth; Foreign direct investment; Good governance indicator; Institutional environment;  Investition","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332.6","year":"2013","for_data_analysis":"Institutional environment features and Swiss foreign direct investment; Economic growth; Foreign direct investment; Good governance indicator; Institutional environment;  Investition; An interdisciplinary literature suggests that institutional environment features are significant determinants in the location of foreign direct investment. Weak institutional environment features are considered to have a negative effect on capital inflows. Conversely, empirical studies have found that investors locate in host countries providing high rates of return despite weak institutional environment features. Switzerland is home to some of the most important global investors and one of Europe's largest global investors. Swiss foreign direct investment is an interesting case to examine since it has been nurtured in a well-established institutional environment. In this paper, we evaluate Swiss foreign direct investment located in  countries over the period - using statistical and machine learning techniques. From our analysis two models emerge suggesting that Swiss investment favours countries with high political stability and high accountability. However, we also find that Swiss investment does not necessarily discriminate against countries with weak institutional environments.","doc_id":12897,"prior":"foreign direct investment","SDG10":1},{"id":"46","handle":"https://digitalcollection.zhaw.ch/handle/11475/15708","date":"2019","language":"en","title":"Decentralization dynamics of energy systems : from prosumer preferences to system-level perspectives","authors":"Kubli, Merla","subject":"Renewable energy; Erneuerbare Energien; Decentralization; Prosumer; Solar; Storage; Flexibility; System Dynamics; Business model; Customer preference; Dezentralisation; Prosumerismus; Fotovoltaik; Flexibilität; Geschäftsmodell;  Energie","type":"Dissertation","bid":"333.79","year":"2018","for_data_analysis":"Decentralization dynamics of energy systems : from prosumer preferences to system-level perspectives; Renewable energy; Erneuerbare Energien; Decentralization; Prosumer; Solar; Storage; Flexibility; System Dynamics; Business model; Customer preference; Dezentralisation; Prosumerismus; Fotovoltaik; Flexibilität; Geschäftsmodell;  Energie; Our generation has the task to ensure a sustainable energy provision for all. The key challenge is integrating new renewables into energy systems. Current trends show exponentially growing installations of solar photovoltaics (PV). While the electricity supply has traditionally been centralized, solar PV is well suited for decentralized installation. Self-consumption of locally generated electricity is becoming possible, allowing for a wide range of new decentralized energy solutions. The line between consumers and producers starts to blur, challenging utility companies to reshape their business models and forcing policy makers to reconsider policy settings.With this dissertation, I contribute to a holistic understanding and management of the energy transition, by focusing particularly on the decentralization dynamics of energy systems. With three foci, each addressed in one paper, I investigate three particular challenges of the paradigm change in the energy system, linking prosumer preferences and system-level perspectives.In the first paper, we investigate the drivers of the decentralization dynamics. We analyze the diffusion of self-consumption concepts, focusing on network effects and complementarities arising from an increasing number of prosumers and microgrids. Simulations of the conceptual model highlight that recovering distribution grid costs is a decisive network effect of decentralization dynamics.In the second paper, I simulate the impacts of different grid tariff designs and PV metering schemes on consumers’ decision to become solar prosumers and to install storage. I also quantify the distribution effect between consumers with and without self-consumption. The role of politics and policy is crucial in balancing distributive justice of power grid costs and incentives arising from grid tariff design.In the third paper, we investigate prosumer's’ willingness to provide flexibility in three technology application areas. Decentralized generation is thus far an unexploited potential for flexibility. Utility companies, together with flexible prosumers, can co-create flexibility by pooling and valorizing flexibility on markets, potentially leading to benefits for both. The results of our choice experiment indicate the required premium to compensate flexible prosumers and locate target technology areas for business models for decentralized flexibility.; Unsere Generation hat die Aufgabe, eine nachhaltige Energieversorgung sicher zu stellen. Die zentrale Herausforderung dabei ist es neue erneuerbare Energien in das Energiesystem zu integrieren. Aktuelle Entwicklung zeigen ein exponentielles Wachstum von Photovoltaik (PV). PV ist für dezentrale Installationen besonders geeignet, im Gegensatz zu der traditionell zentral organisierten Stromversorgung. Eigenverbrauch von lokal produziertem Strom wird möglich und eröffnet eine breite Palette an dezentralen Energieversorgungslösungen. Die verschmelzende Linie zwischen Konsumenten und Produzenten fordert Energieversorgungsunternehmen und politische Entscheidungsträger, einerseits neue Geschäftsmodelle zu finden sowie andererseits Gesetzgebung und Förderpolitik zu überdenken.Mit dieser Dissertation trage ich zu einem ganzheitlichen Verständnis und Management der Energiewende bei, indem ich mich spezifisch auf die Dezentralisierungsdynamiken von Energiesystemen konzentriere. Mit drei Schwerpunkten, jeweils adressiert in einem Beitrag, untersuche ich drei spezifische Herausforderungen des Paradigmenwechsels im Energiesystem und verknüpfe Präferenzen von Prosumenten mit Systemperspektiven.Im ersten Beitrag untersuchen wir die Treiber der Dezentralisierungsdynamiken. Wir analysieren die Diffusion von Eigenverbrauchskonzepten mit einem Fokus auf Netzwerkeffekte und Komplementaritäten, die aus der steigenden Anzahl von Prosumenten und Mikronetze entstehen. Simulationen des konzeptionellen Modells zeigen, dass die Kostendeckung von Stromverteilnetzen ein entscheidender Netzwerkeffekt von Dezentralisierungsdynamiken ist.Im zweiten Beitrag simuliere ich die Auswirkungen verschiedener Netznutzungstarife und PV-Vergütungsschemas auf die Kundenentscheidungen ein Prosument zu werden und in Speicher zu investieren. Zudem quantifiziere ich den Verteileffekt zwischen Konsumenten mit und ohne Eigenverbrauch. Die Rolle von Politik, Gesetzgebung und Fördermassnahmen sind entscheidend, um die Kosten der Stromverteilnetze gerecht zu verteilen und kosteneffiziente Anreize zu setzen.Im dritten Beitrag untersuchen wir in drei Technologiebereichen die Bereitschaft von Prosumenten Flexibilität bereitzustellen. Dezentrale Produktion ist ein bisher ungenutztes Potenzial für Flexibilität. Energieversorgungsunternehmen können gemeinsam mit flexiblen Prosumenten potenziell einen Mehrwert schaffen, indem sie lokale Flexibilitätspotenziale gebündelt vermarkten. Die Resultate von unserem Wahlexperiment eruieren die erwartete Prämie, um flexible Prosumers zu vergüten, und lokalisieren geeignete Technologiebereiche für Geschäftsmodelle mit dezentraler Flexibilität.","doc_id":13221,"prior":"Entwicklung","posterior":"tariff","SDG10":1},{"id":"68","handle":"https://digitalcollection.zhaw.ch/handle/11475/22530","date":"2021","language":"en","title":"Managing around populism","authors":"Devinney, Timothy M.; Hartwell, Christopher A.","subject":"Foreign market entry; Institutional agent; Institution; Political risk;  Leitendes Management","type":"Buchbeitrag","bid":"658.4","year":"2021","for_data_analysis":"Managing around populism; Foreign market entry; Institutional agent; Institution; Political risk;  Leitendes Management; This chapter reviews the key obstacles to understanding the effects of populism on international business (IB) by focusing on one particular and well-studied facet of IB, firm market entry strategies. While populism has already had and potentially can have future serious repercussions for macroeconomic stability, talent sourcing, and value chain integration, a much more immediate effect of the current strain of anti-globalization populism can be to alter the incentives that a multinational enterprise (MNE) faces in its internationalization approaches and in the decision on where to invest. In practical terms, populist political environments may lead to outright restrictions on some modes of entry but are more likely to incentivize firms top utilize “safer” modes of market entry, which includes outright delays in foreign investment. The constrained space that populism may offer for entry modes may also ratchet up transaction costs to a point that firms will need to re-think their internationalization – not necessarily the strategy, but the planned location for foreign direct investment. In this sense, populists may get what they want, with a reduction of foreign business, and hence foreign influence, within their borders.","doc_id":13525,"prior":"foreign direct investment","SDG10":1},{"id":"9","handle":"https://digitalcollection.zhaw.ch/handle/11475/15993","date":"2019","language":"en","title":"An examination of bilateral investment treaties and their impact on foreign direct investment : the Swiss experience","authors":"Rios-Morales, Ruth; Schweizer, Max; Gamberger, Dragan; Ursprung, Dominique","subject":" Investition","type":"Konferenz: Paper","bid":"332.6","year":"2013","for_data_analysis":"An examination of bilateral investment treaties and their impact on foreign direct investment : the Swiss experience;  Investition","doc_id":13662,"prior":"foreign direct investment","SDG10":1},{"id":"86","handle":"https://digitalcollection.zhaw.ch/handle/11475/15836","date":"2019","language":"de","title":"Netznutzungstarife im Zielkonflikt : Anreize für den Ausbau erneuerbarer Energien versus Verursachergerechtigkeit","authors":"Ulli-Beer, Silvia; Hettich, Peter; Kratz, Brigitta; Walther, Simone; Kubli, Merla; Krause, Thilo; Kobe, Carmen","subject":"Finanzierung; Verteilnetz; Zielkonflikt; Netznutzungstarife;  Energie","type":"Weiteres (textuelles Material)","bid":"333.79","year":"2016","for_data_analysis":"Netznutzungstarife im Zielkonflikt : Anreize für den Ausbau erneuerbarer Energien versus Verursachergerechtigkeit; Finanzierung; Verteilnetz; Zielkonflikt; Netznutzungstarife;  Energie; Netznutzungsgebühren dienen der Deckung der Kosten für Aufbau und Erhalt des Stromnetzes. Mit zunehmender Zahl privater PV-Anlagen und Eigenverbrauchslösungen ist die Verteilung dieser Kosten auf die Endkunden nach dem heutigen Tarifmodell aber nicht mehr verursachergerecht. Dementsprechend wird in der Schweiz, wie auch in anderen Ländern, eine Änderung des Tarifmodells erwogen.Hierbei entsteht ein Zielkonflikt: Einerseits leistet das heutige Tarifmodell einen wesentlichen Beitrag zur Wirtschaftlichkeit privater PV-Anlagen mit Eigenverbrauch und damit zur Erreichung der Ausbauziele der Energiestrategie . Andererseits ist eine solche Abweichung von verursachergerechten Netznutzungsgebühren problematisch, weil sie eine Quersubventionierung von privaten PV-Nutzern durch die anderen Stromkunden verursacht und Fehlanreize für Investitionen in Netzinfrastruktur und Speicher setzt.Die diesem White Paper zugrunde liegenden Studien und Daten zeigen, dass mit dem derzeitigen Tarifmodell zwar eine Quersubventionierung vorliegt, deren Umfang in den kommenden Jahren aber überschaubar bleiben dürfte. Dementsprechend liegt mittelfristig vor allem ein Konflikt zwischen dem Ziel des Ausbaus privater PV-Anlagen und dem Ziel des Aufbaus einer effizienten dezentralen Netz- und Speicher-Infrastruktur vor. Beide Aspekte sind wesentlich. Denn die Ausbauziele der Schweiz für erneuerbare Energien sind ambitioniert und nur mit privaten PV-Anlagen realisierbar. Und die Entwicklung der nächsten Jahre in den Bereichen Netze und Speicher kann zu einem mehr oder weniger dezentralen Energiesystem führen. Deshalb können Fehlanreize in diesem Zeitraum leicht zum Aufbau einer ineffizienten Infrastruktur führen. Für beide Aspekte liegt aber noch zu wenig belastbare Evidenz vor, um die Auswirkungen verschiedener Tarifmodelle sicher abschätzen zu können. Daher scheinen folgende Aspekte für die kommenden Jahre zentral:a) Die heutige Diskussion um die Quersubventionierung sollte vermehrt auf den Zielkonflikt zwischen Anreizen für den Ausbau erneuerbarer Energien und Anreizen für effiziente Infrastruktur fokussieren.b) Es sollten Handlungsspielräume für Alternativen zu den heutigen ausschliesslich am Strombezug orientierten Tarifen geschaffen werden, damit neue Ansätze für die Lösung des Zielkonflikts entstehen können.c) Auf regionaler oder kantonaler Ebene könnten neue Ansätze erarbeitet und erprobt werden, die für die Gesetz gebung die notwendige Evidenz zu Auswirkungen alternativer Tarifmodelle liefern.","doc_id":14023,"prior":"Entwicklung","posterior":"Tarifen","SDG10":1},{"id":"86","handle":"https://digitalcollection.zhaw.ch/handle/11475/15836","date":"2019","language":"de","title":"Netznutzungstarife im Zielkonflikt : Anreize für den Ausbau erneuerbarer Energien versus Verursachergerechtigkeit","authors":"Ulli-Beer, Silvia; Hettich, Peter; Kratz, Brigitta; Walther, Simone; Kubli, Merla; Krause, Thilo; Kobe, Carmen","subject":"Finanzierung; Verteilnetz; Zielkonflikt; Netznutzungstarife;  Energie","type":"Weiteres (textuelles Material)","bid":"333.79","year":"2016","for_data_analysis":"Netznutzungstarife im Zielkonflikt : Anreize für den Ausbau erneuerbarer Energien versus Verursachergerechtigkeit; Finanzierung; Verteilnetz; Zielkonflikt; Netznutzungstarife;  Energie; Netznutzungsgebühren dienen der Deckung der Kosten für Aufbau und Erhalt des Stromnetzes. Mit zunehmender Zahl privater PV-Anlagen und Eigenverbrauchslösungen ist die Verteilung dieser Kosten auf die Endkunden nach dem heutigen Tarifmodell aber nicht mehr verursachergerecht. Dementsprechend wird in der Schweiz, wie auch in anderen Ländern, eine Änderung des Tarifmodells erwogen.Hierbei entsteht ein Zielkonflikt: Einerseits leistet das heutige Tarifmodell einen wesentlichen Beitrag zur Wirtschaftlichkeit privater PV-Anlagen mit Eigenverbrauch und damit zur Erreichung der Ausbauziele der Energiestrategie . Andererseits ist eine solche Abweichung von verursachergerechten Netznutzungsgebühren problematisch, weil sie eine Quersubventionierung von privaten PV-Nutzern durch die anderen Stromkunden verursacht und Fehlanreize für Investitionen in Netzinfrastruktur und Speicher setzt.Die diesem White Paper zugrunde liegenden Studien und Daten zeigen, dass mit dem derzeitigen Tarifmodell zwar eine Quersubventionierung vorliegt, deren Umfang in den kommenden Jahren aber überschaubar bleiben dürfte. Dementsprechend liegt mittelfristig vor allem ein Konflikt zwischen dem Ziel des Ausbaus privater PV-Anlagen und dem Ziel des Aufbaus einer effizienten dezentralen Netz- und Speicher-Infrastruktur vor. Beide Aspekte sind wesentlich. Denn die Ausbauziele der Schweiz für erneuerbare Energien sind ambitioniert und nur mit privaten PV-Anlagen realisierbar. Und die Entwicklung der nächsten Jahre in den Bereichen Netze und Speicher kann zu einem mehr oder weniger dezentralen Energiesystem führen. Deshalb können Fehlanreize in diesem Zeitraum leicht zum Aufbau einer ineffizienten Infrastruktur führen. Für beide Aspekte liegt aber noch zu wenig belastbare Evidenz vor, um die Auswirkungen verschiedener Tarifmodelle sicher abschätzen zu können. Daher scheinen folgende Aspekte für die kommenden Jahre zentral:a) Die heutige Diskussion um die Quersubventionierung sollte vermehrt auf den Zielkonflikt zwischen Anreizen für den Ausbau erneuerbarer Energien und Anreizen für effiziente Infrastruktur fokussieren.b) Es sollten Handlungsspielräume für Alternativen zu den heutigen ausschliesslich am Strombezug orientierten Tarifen geschaffen werden, damit neue Ansätze für die Lösung des Zielkonflikts entstehen können.c) Auf regionaler oder kantonaler Ebene könnten neue Ansätze erarbeitet und erprobt werden, die für die Gesetz gebung die notwendige Evidenz zu Auswirkungen alternativer Tarifmodelle liefern.","doc_id":14023,"prior":"Entwicklung","posterior":"Tarifmodell","SDG10":1},{"id":"86","handle":"https://digitalcollection.zhaw.ch/handle/11475/15836","date":"2019","language":"de","title":"Netznutzungstarife im Zielkonflikt : Anreize für den Ausbau erneuerbarer Energien versus Verursachergerechtigkeit","authors":"Ulli-Beer, Silvia; Hettich, Peter; Kratz, Brigitta; Walther, Simone; Kubli, Merla; Krause, Thilo; Kobe, Carmen","subject":"Finanzierung; Verteilnetz; Zielkonflikt; Netznutzungstarife;  Energie","type":"Weiteres (textuelles Material)","bid":"333.79","year":"2016","for_data_analysis":"Netznutzungstarife im Zielkonflikt : Anreize für den Ausbau erneuerbarer Energien versus Verursachergerechtigkeit; Finanzierung; Verteilnetz; Zielkonflikt; Netznutzungstarife;  Energie; Netznutzungsgebühren dienen der Deckung der Kosten für Aufbau und Erhalt des Stromnetzes. Mit zunehmender Zahl privater PV-Anlagen und Eigenverbrauchslösungen ist die Verteilung dieser Kosten auf die Endkunden nach dem heutigen Tarifmodell aber nicht mehr verursachergerecht. Dementsprechend wird in der Schweiz, wie auch in anderen Ländern, eine Änderung des Tarifmodells erwogen.Hierbei entsteht ein Zielkonflikt: Einerseits leistet das heutige Tarifmodell einen wesentlichen Beitrag zur Wirtschaftlichkeit privater PV-Anlagen mit Eigenverbrauch und damit zur Erreichung der Ausbauziele der Energiestrategie . Andererseits ist eine solche Abweichung von verursachergerechten Netznutzungsgebühren problematisch, weil sie eine Quersubventionierung von privaten PV-Nutzern durch die anderen Stromkunden verursacht und Fehlanreize für Investitionen in Netzinfrastruktur und Speicher setzt.Die diesem White Paper zugrunde liegenden Studien und Daten zeigen, dass mit dem derzeitigen Tarifmodell zwar eine Quersubventionierung vorliegt, deren Umfang in den kommenden Jahren aber überschaubar bleiben dürfte. Dementsprechend liegt mittelfristig vor allem ein Konflikt zwischen dem Ziel des Ausbaus privater PV-Anlagen und dem Ziel des Aufbaus einer effizienten dezentralen Netz- und Speicher-Infrastruktur vor. Beide Aspekte sind wesentlich. Denn die Ausbauziele der Schweiz für erneuerbare Energien sind ambitioniert und nur mit privaten PV-Anlagen realisierbar. Und die Entwicklung der nächsten Jahre in den Bereichen Netze und Speicher kann zu einem mehr oder weniger dezentralen Energiesystem führen. Deshalb können Fehlanreize in diesem Zeitraum leicht zum Aufbau einer ineffizienten Infrastruktur führen. Für beide Aspekte liegt aber noch zu wenig belastbare Evidenz vor, um die Auswirkungen verschiedener Tarifmodelle sicher abschätzen zu können. Daher scheinen folgende Aspekte für die kommenden Jahre zentral:a) Die heutige Diskussion um die Quersubventionierung sollte vermehrt auf den Zielkonflikt zwischen Anreizen für den Ausbau erneuerbarer Energien und Anreizen für effiziente Infrastruktur fokussieren.b) Es sollten Handlungsspielräume für Alternativen zu den heutigen ausschliesslich am Strombezug orientierten Tarifen geschaffen werden, damit neue Ansätze für die Lösung des Zielkonflikts entstehen können.c) Auf regionaler oder kantonaler Ebene könnten neue Ansätze erarbeitet und erprobt werden, die für die Gesetz gebung die notwendige Evidenz zu Auswirkungen alternativer Tarifmodelle liefern.","doc_id":14023,"prior":"Entwicklung","posterior":"Tarifmodells","SDG10":1},{"id":"86","handle":"https://digitalcollection.zhaw.ch/handle/11475/15836","date":"2019","language":"de","title":"Netznutzungstarife im Zielkonflikt : Anreize für den Ausbau erneuerbarer Energien versus Verursachergerechtigkeit","authors":"Ulli-Beer, Silvia; Hettich, Peter; Kratz, Brigitta; Walther, Simone; Kubli, Merla; Krause, Thilo; Kobe, Carmen","subject":"Finanzierung; Verteilnetz; Zielkonflikt; Netznutzungstarife;  Energie","type":"Weiteres (textuelles Material)","bid":"333.79","year":"2016","for_data_analysis":"Netznutzungstarife im Zielkonflikt : Anreize für den Ausbau erneuerbarer Energien versus Verursachergerechtigkeit; Finanzierung; Verteilnetz; Zielkonflikt; Netznutzungstarife;  Energie; Netznutzungsgebühren dienen der Deckung der Kosten für Aufbau und Erhalt des Stromnetzes. Mit zunehmender Zahl privater PV-Anlagen und Eigenverbrauchslösungen ist die Verteilung dieser Kosten auf die Endkunden nach dem heutigen Tarifmodell aber nicht mehr verursachergerecht. Dementsprechend wird in der Schweiz, wie auch in anderen Ländern, eine Änderung des Tarifmodells erwogen.Hierbei entsteht ein Zielkonflikt: Einerseits leistet das heutige Tarifmodell einen wesentlichen Beitrag zur Wirtschaftlichkeit privater PV-Anlagen mit Eigenverbrauch und damit zur Erreichung der Ausbauziele der Energiestrategie . Andererseits ist eine solche Abweichung von verursachergerechten Netznutzungsgebühren problematisch, weil sie eine Quersubventionierung von privaten PV-Nutzern durch die anderen Stromkunden verursacht und Fehlanreize für Investitionen in Netzinfrastruktur und Speicher setzt.Die diesem White Paper zugrunde liegenden Studien und Daten zeigen, dass mit dem derzeitigen Tarifmodell zwar eine Quersubventionierung vorliegt, deren Umfang in den kommenden Jahren aber überschaubar bleiben dürfte. Dementsprechend liegt mittelfristig vor allem ein Konflikt zwischen dem Ziel des Ausbaus privater PV-Anlagen und dem Ziel des Aufbaus einer effizienten dezentralen Netz- und Speicher-Infrastruktur vor. Beide Aspekte sind wesentlich. Denn die Ausbauziele der Schweiz für erneuerbare Energien sind ambitioniert und nur mit privaten PV-Anlagen realisierbar. Und die Entwicklung der nächsten Jahre in den Bereichen Netze und Speicher kann zu einem mehr oder weniger dezentralen Energiesystem führen. Deshalb können Fehlanreize in diesem Zeitraum leicht zum Aufbau einer ineffizienten Infrastruktur führen. Für beide Aspekte liegt aber noch zu wenig belastbare Evidenz vor, um die Auswirkungen verschiedener Tarifmodelle sicher abschätzen zu können. Daher scheinen folgende Aspekte für die kommenden Jahre zentral:a) Die heutige Diskussion um die Quersubventionierung sollte vermehrt auf den Zielkonflikt zwischen Anreizen für den Ausbau erneuerbarer Energien und Anreizen für effiziente Infrastruktur fokussieren.b) Es sollten Handlungsspielräume für Alternativen zu den heutigen ausschliesslich am Strombezug orientierten Tarifen geschaffen werden, damit neue Ansätze für die Lösung des Zielkonflikts entstehen können.c) Auf regionaler oder kantonaler Ebene könnten neue Ansätze erarbeitet und erprobt werden, die für die Gesetz gebung die notwendige Evidenz zu Auswirkungen alternativer Tarifmodelle liefern.","doc_id":14023,"prior":"Entwicklung","posterior":"Tarifmodelle","SDG10":1},{"id":"84","handle":"https://digitalcollection.zhaw.ch/handle/11475/10275","date":"2018","language":"en","title":"The emergence of Chinese investment in Europe","authors":"Rios-Morales, Ruth; Brennan, Louis","subject":"China; Emerging market; Europe;  Investition","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332.6","year":"2010","for_data_analysis":"The emergence of Chinese investment in Europe; China; Emerging market; Europe;  Investition; Purpose: Emerging countries are surging as important contributors of outward foreign direct investment (FDI) in both developing and developed markets around the world. This paper seeks to focus on Chinese investment in Europe with a particular consideration given to the manufacturing sector. The purpose of this paper is to analyse this new phenomenon in the context of the Eclectic Paradigm. Design/methodology/approach: This is a conceptual paper focusing on secondary research. The analysis incorporates aspects related to drivers and motivators, elements of difference, and includes considerations of the institutional role in influencing the competitiveness of firms and the strategies of countries. Findings: From this analysis emerges a contribution to theory development. A holistic model which incorporates government's role in influencing FDI is developed to advance understanding of Chinese OFDI in Europe. Practical implications: The model incorporating governmental influences on FDI presented in the paper can assist policy makers, managers and researchers in understanding the phenomenon. The analysis in the paper of the strengths and weaknesses of the new entrants and the threats and opportunities for incumbents provides insights for managers of the new entrants and incumbents alike. Originality/value: Data and scholarly research on the topic of FDI from emerging countries and on the emergence of China as a potential investor in Europe are limited. Since emerging markets are playing a growing role as sources of FDI, the study has sought to contribute particularly to the understanding of Chinese outward FDI in Europe.","doc_id":14305,"prior":"foreign direct investment","SDG10":1},{"id":"99","handle":"https://digitalcollection.zhaw.ch/handle/11475/9364","date":"2018","language":"de","title":"Kommen, gehen oder bleiben? : Migration in Basel heute","authors":"Streuli, Elisa; Roest, Sonja; Roost Vischer, Sonja","subject":"Bevölkerungswanderung; Soziale Mobilität; Auswanderung; Einwanderung; Migration; Migrationsgeschichte; Schweiz; Basel; Geschichte;  Das Sozialverhalten beeinflussende Faktoren","type":"Buchbeitrag","bid":"304","year":"2010","for_data_analysis":"Kommen, gehen oder bleiben? : Migration in Basel heute; Bevölkerungswanderung; Soziale Mobilität; Auswanderung; Einwanderung; Migration; Migrationsgeschichte; Schweiz; Basel; Geschichte;  Das Sozialverhalten beeinflussende Faktoren; Erschienen anlässlich der gleichnamigen Ausstellung des Historischen Museums Basel in der Barfüsserkirche, ..-..","doc_id":14319,"prior":"Auswanderung","posterior":"Einwanderung","SDG10":1},{"id":"98","handle":"https://digitalcollection.zhaw.ch/handle/11475/24282","date":"2022","language":"en","title":"Mobility or migration? Linguistic participation or integration? : a novel curriculum in Applied Linguistics","authors":"Konstantinidou, Triantafyllia Liana; Stadler Gamsa, Ursula","subject":"Language and intergration; Language education;  Gebrauch der Standardsprache","type":"Konferenz: Sonstiges","bid":"418","year":"2021","for_data_analysis":"Mobility or migration? Linguistic participation or integration? : a novel curriculum in Applied Linguistics; Language and intergration; Language education;  Gebrauch der Standardsprache; In the last decade, communication skills in the 'new' language, i.e. in the language(s) of the receiving country are at the core of political and media discourse about migration and immigrants’ integration; these skills have also become major requirement for obtaining the right to enter a country, gain residency and ultimately citizenship in a growing number of countries. In the light of the above, we assume the responsibility of Applied Linguistics towards society and take the risk of launching a novel bachelor curriculum which focuses on linguistic integration. The degree program addresses the context of migration, integration, culture and identities in global societies and provides students with theories and concepts of Applied Linguistics as well as new insights gained through research in the field of language teaching; students will thus be qualified for a new profession: Experts in linguistic integration who enable people from culturally and linguistically diverse backgrounds to fully participate in society, education and the professional world through language. In doing so, we risk at a first glance to further exploit language within the context of selective migration policies. Furthermore, we might run the further risk of promoting a simplistic understanding of linguistic integration which ignores the migration of highly-skilled workers and focuses exclusively on lower-skilled migration from developing countries. In this paper, we will present policies and laws that illustrate the relationship between language acquisition and migration policies in Switzerland. Furthermore, we will present the major aspects and considerations related to the development of a curriculum for a new profession in the field of linguistic integration and in the spotlight of the public, politics and media. In addition, we will discuss main challenges and risks resulting from the definition of contents of the study program.","doc_id":19411,"prior":"migration policies","SDG10":1},{"id":"37","handle":"https://digitalcollection.zhaw.ch/handle/11475/7690","date":"2018","language":"en","title":"Foreign direct investment in Kosovo : factor analysis and business profile from a Swiss perspective","authors":"Beqiri, Ardian","subject":" Investition","type":"Thesis: Master","bid":"332.6","year":"2017","for_data_analysis":"Foreign direct investment in Kosovo : factor analysis and business profile from a Swiss perspective;  Investition; More than ’ residents in Switzerland have a Kosovan background and they all contribute towards forming awareness and perception of Kosovo among Swiss people. Switzerland is also one of the most important countries of origin for foreign direct investment (FDI) in Kosovo and is still growing steadily. Yet, there is only limited academic research on the investment relations of the two countries. This thesis therefore aimed to analyze the investment climate of Kosovo while maintaining a Swiss perspective. It further aimed to propose a suitable investment profile based on the analysis. It achieves this by using a qualitative approach based on literature review and expert interviews. The thesis follows a topical structure, which supports the explorative nature of the study. The analysis is conducted according to environmental, enabling or perceptive factors.","doc_id":20869,"prior":"foreign direct investment","SDG10":1},{"id":"35","handle":"https://digitalcollection.zhaw.ch/handle/11475/13927","date":"2018","language":"en","title":"The impact of international investment agreements on foreign direct investment : the Swiss experience","authors":"Rios-Morales, Ruth; Schweizer, Max; Gamberger, Dragan; Ursprung, Dominique","subject":"Double taxation treaty; Foreign direct investment; International investment treaty; Bilateral investment agreement;  Investition","type":"Konferenz: Paper","bid":"332.6","year":"2013","for_data_analysis":"The impact of international investment agreements on foreign direct investment : the Swiss experience; Double taxation treaty; Foreign direct investment; International investment treaty; Bilateral investment agreement;  Investition; This paper examines the impact of bilateral investment treaties (BITs) on Swiss foreign direct investment (FDI) flows. It also investigates the role of BITs as protective tools of Swiss investment. This paper is based on secondary data analysis; data is obtained from various official entities. This study uses statistical and machine learning techniques in order to detect meaningful relationships between BITs and FDI flows. Our findings suggest that the implementation of BITs have an insignificant impact on the increase of Swiss FDI flows. However, from our examination, two interesting findings have emerged suggesting that the completion of BITs may have an impact on the increase of political stability and role of law of host countries.","doc_id":22382,"prior":"foreign direct investment","SDG10":1},{"id":"40","handle":"https://digitalcollection.zhaw.ch/handle/11475/14811","date":"2019","language":"en","title":"Can the Latin American and Caribbean countries emulate the Irish model of FDI attraction?","authors":"Rios-Morales, Ruth; O'Donovan, David","subject":" Investition","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332.6","year":"2006","for_data_analysis":"Can the Latin American and Caribbean countries emulate the Irish model of FDI attraction?;  Investition; In the era of globalization, foreign direct investment (FDI) is an essential factor in the development of the economy. In recent years, creating a better investment climate has therefore been a policy priority for many governments, including the Latin American ones. Only a very small group of Latin American countries have attained relative success in attracting quality FDI, however. Conversely, Ireland has achieved impressive results by creating an attractive environment for FDI. The Latin American countries would do well to emulate the Irish experience, especially as regards the approach to establishing competitive advantages and efficiently promoting the country as a market site for FDI.","doc_id":22949,"prior":"foreign direct investment","SDG10":1}]