[{"id":"42","handle":"https://digitalcollection.zhaw.ch/handle/11475/17880","date":"2019","language":"en","title":"Crowding-in or crowding out : an empirical analysis on the effect of subsidies on individual willingness-to-pay for public transportation","authors":"Liberatore, Florian; Tscheulin, Dieter; Lindenmeier, Jörg","subject":" Kommunikation und Verkehr","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"380","year":"2014","for_data_analysis":"Crowding-in or crowding out : an empirical analysis on the effect of subsidies on individual willingness-to-pay for public transportation;  Kommunikation und Verkehr; Public transportation throughout the world is highly subsidized. User knowledge about public subsidies may affect their willingness to pay for public transport services and alter demand and related passenger fare revenues. This is especially relevant in view of the increasing availability of information about public subsidies. An empirical study reveals a crowding-in effect, on average, on WTP (willingness to pay) as a result of access to information about public subsidies that generates concerns of fairness. Crowding-out effects also occur, caused by considerations of double financing and free-riding, although they are minor. Study results show that public transportation companies as well as financing institutions should highlight the existence of subsidies to produce crowding-in effects in the WTP for public transportation, to maximize public valuation (WTP) of public transportation. This should increase self-generated revenues of public transportation services.","doc_id":1251,"prior":"transportation services","SDG9":1},{"id":"96","handle":"https://digitalcollection.zhaw.ch/handle/11475/21538","date":"2021","language":"de","title":"Der Erfolg kommt nicht von allein : im Gespräch mit Unternehmerinnen und Unternehmern","authors":"Streuli, Elisa","subject":"Unternehmertum;  Produktion","type":"Buchbeitrag","bid":"338","year":"2018","for_data_analysis":"Der Erfolg kommt nicht von allein : im Gespräch mit Unternehmerinnen und Unternehmern; Unternehmertum;  Produktion; Ein Blick in die Statistik zeigt, dass in der Schweiz rund   Unternehmen angesiedelt sind. Bei den allermeisten – d. h. % – handelt es sich um Kleinunternehmen mit weniger als  Beschäftigten und knapp die Hälfte aller Unternehmen besteht aus einer einzigen Person (KMU-Portal ). Auch den Unternehmerinnen und Unternehmern der kleineren Betriebe ist gemeinsam, dass sie sich Tag für Tag in unterschiedlichen Branchen, aber durchwegs auf einem hart umkämpften Markt bewähren müssen und dass sie Verantwortung für ihre Produkte und Dienstleistungen, für den Fortbestand ihrer Firma und für das Auskommen ihrer Mitarbeitenden übernehmen. Wer sind diese Menschen, die sich mit Leidenschaft und Engagement dieser Herausforderung stellen und was treibt sie an? Aus der Vielzahl der Unternehmerinnen und Unternehmer stellt die Autorin einige sehr unterschiedliche Persönlichkeiten vor.","doc_id":3641,"prior":"Kleinunternehmen","SDG9":1},{"id":"93","handle":"https://digitalcollection.zhaw.ch/handle/11475/20964","date":"2020","language":"de","title":"Selbständige und Kleinunternehmer :  die DNA der Selbständigen","authors":"Schmidt Boner, Ladina","subject":"Unternehmertum; Unternehmerpersönlichkeit;  Leitendes Management","type":"Konferenz: Sonstiges","bid":"658.4","year":"2019","for_data_analysis":"Selbständige und Kleinunternehmer :  die DNA der Selbständigen; Unternehmertum; Unternehmerpersönlichkeit;  Leitendes Management","doc_id":5719,"prior":"Kleinunternehmer","SDG9":1},{"id":"6","handle":"https://digitalcollection.zhaw.ch/handle/11475/17598","date":"2019","language":"en","title":"To network or not to network - is that really the question? : the impact of networking intensity and strategic orientations on innovation success","authors":"Eggers, Fabian; Niemand, Thomas; Filser, Matthias; Kraus, Sascha; Berchtold, Jennifer","subject":"Innovation success; Networking; Strategic orientation;  Leitendes Management","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"658.4","year":"2018","for_data_analysis":"To network or not to network - is that really the question? : the impact of networking intensity and strategic orientations on innovation success; Innovation success; Networking; Strategic orientation;  Leitendes Management; Innovation success typically leads to company success. That is, firms that successfully create and launch innovations often grow in terms of revenues, profits, and head count. Societies benefit not only from new products and services, but also from new jobs, as created through innovating firms. Thus, innovation success potentially leads to increased societal wealth. However, the question arises: What factors help companies to become successful innovators? Research shows that networking activities between firms and their stakeholders have an important impact on innovation success. This is particularly true for small and medium enterprises (SMEs) that often lack crucial resources that enable them to innovate. However, a few existing studies do not support the finding that networking leads to increased innovation outputs. So, we must ask: Under which circumstances do networking activities enable SMEs to become successful innovators? In this study, we analyze a sample of  SMEs and, using fuzzy set Qualitative Comparative Analysis (fsQCA), find that the question is not whether to network or not. Rather, both high- and low-intensity networking firms can use different combinations of underlying strategic orientations and resource-leveraging capabilities to enable innovation success.","doc_id":7339,"prior":"medium enterprises","SDG9":1},{"id":"61","handle":"https://digitalcollection.zhaw.ch/handle/11475/15033","date":"2019","language":"en","title":"EU-Projekt : 2PCS","authors":"Färber, Andri","subject":"EU Projekt; 2PCS;  Allgemeines und Wissenschaft","type":"Konferenz: Sonstiges","bid":"000","year":"2014","for_data_analysis":"EU-Projekt : PCS; EU Projekt; PCS;  Allgemeines und Wissenschaft; The AAL JP is a funding activity that aims to create better condition of life for the older adults and to strengthen the industrial opportunities in Europe through the use of information and communication technology (ICT). It carries out its mandate through the funding of across-national projects (at least three countries involved) that involves small and medium enterprises (SME), research bodies and user’s organizations (representing the older adults).","doc_id":8142,"prior":"medium enterprises","SDG9":1},{"id":"41","handle":"https://digitalcollection.zhaw.ch/handle/11475/17642","date":"2019","language":"en","title":"Anticipating transitions beyond the current mobility regimes : how acceptability matters","authors":"Epprecht, Nils; Von Wirth, Timo; Stünzi, Christian; Blumer, Yann","subject":"Mobility regime; Radical system innovation; Scenario assessment; Socio-techical transition; Urban transportation; User acceptability;  Kommunikation und Verkehr","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"380","year":"2014","for_data_analysis":"Anticipating transitions beyond the current mobility regimes : how acceptability matters; Mobility regime; Radical system innovation; Scenario assessment; Socio-techical transition; Urban transportation; User acceptability;  Kommunikation und Verkehr; Today's car-based transportation systems require a transition toward sustainability. This is particularly the case in suburban areas, where the costs for introducing a new transportation system are high due to the low population density. At the same time the negative externalities of the current mobility regime – such as health costs and congestions – are increasing rapidly. Based on expert interviews with car manufacturers, transportation authorities, environmental groups, and scientists we identify two visionary characteristics of future, more sustainable transportation systems: automated driving and sharing. Using these two characteristics, we apply the scenario-axes technique to develop four mobility scenarios for a suburban context that range from business-as-usual to a radical and more sustainable one. In an evaluation with ten criteria that measure a scenario's performance from a user perspective, the radical scenario performs worst since it does not meet current individualistic user requirements. Our findings suggest that lock-ins of users’ expectations act as barriers for the diffusion of novel transportation systems. These barriers cannot be overcome by technological innovations and regulation alone. Hence, we call for innovative arenas, wherein technology and user acceptability could co-evolve.","doc_id":10188,"prior":"sustainable transportation","SDG9":1},{"id":"61","handle":"https://digitalcollection.zhaw.ch/handle/11475/13298","date":"2018","language":"en","title":"European diversity : regional innovation potential in transportation","authors":"Hoppe, Merja; Winter, Martin","subject":"Innovation; Innovation potential; Transport; Funding; Transformation; Disparities;  Kommunikation und Verkehr","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"380","year":"2015","for_data_analysis":"European diversity : regional innovation potential in transportation; Innovation; Innovation potential; Transport; Funding; Transformation; Disparities;  Kommunikation und Verkehr; Transportation is essential for European competitiveness. While the transportation system guarantees location quality for the economy and citizens, the transportation industry provides jobs and strengthens the economy in general. Recently, the transportation sector has had to face challenges arising from new developments. Investments had to be limited due to the financial and economic crisis, new competitors are arising on the global market, climate change requires action affecting transportation and European regional disparities need to be overcome, especially when it comes to transportation. The change requires new strategies to be adopted to and also to actively shape the process. The European Commission aims to support the transportation sector by promoting innovation on a regional level. To ensure successful effects of funding, financial support should not be spread but be focused on regions of highest innovation potential in transportation. The project METRIC, funded by the th Framework Programme of the European Union, has developed a method to measure innovation potential in transportation, applying it to the regions in Europe. The results should be served as a basis for funding distribution and should also identify certain types of regional innovation patterns. An analytical approach to measuring the innovation potential in the transportation sector has been developed. Based on this, empirical analysis has been done. Results show different principles of innovation, a strong dependency on both the historical path of economic development of regions and countries and the recent economic situation. While innovation potential in the transport industries could be analysed, transport service is different. As this sector bears a huge potential for process innovation, which could increase energy efficiency and reduce emissions, there is a need of further research in services innovation.","doc_id":11810,"prior":"process innovation","posterior":"Innovation","SDG9":1},{"id":"61","handle":"https://digitalcollection.zhaw.ch/handle/11475/13298","date":"2018","language":"en","title":"European diversity : regional innovation potential in transportation","authors":"Hoppe, Merja; Winter, Martin","subject":"Innovation; Innovation potential; Transport; Funding; Transformation; Disparities;  Kommunikation und Verkehr","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"380","year":"2015","for_data_analysis":"European diversity : regional innovation potential in transportation; Innovation; Innovation potential; Transport; Funding; Transformation; Disparities;  Kommunikation und Verkehr; Transportation is essential for European competitiveness. While the transportation system guarantees location quality for the economy and citizens, the transportation industry provides jobs and strengthens the economy in general. Recently, the transportation sector has had to face challenges arising from new developments. Investments had to be limited due to the financial and economic crisis, new competitors are arising on the global market, climate change requires action affecting transportation and European regional disparities need to be overcome, especially when it comes to transportation. The change requires new strategies to be adopted to and also to actively shape the process. The European Commission aims to support the transportation sector by promoting innovation on a regional level. To ensure successful effects of funding, financial support should not be spread but be focused on regions of highest innovation potential in transportation. The project METRIC, funded by the th Framework Programme of the European Union, has developed a method to measure innovation potential in transportation, applying it to the regions in Europe. The results should be served as a basis for funding distribution and should also identify certain types of regional innovation patterns. An analytical approach to measuring the innovation potential in the transportation sector has been developed. Based on this, empirical analysis has been done. Results show different principles of innovation, a strong dependency on both the historical path of economic development of regions and countries and the recent economic situation. While innovation potential in the transport industries could be analysed, transport service is different. As this sector bears a huge potential for process innovation, which could increase energy efficiency and reduce emissions, there is a need of further research in services innovation.","doc_id":11810,"prior":"process innovation","posterior":"industry","SDG9":1},{"id":"61","handle":"https://digitalcollection.zhaw.ch/handle/11475/13298","date":"2018","language":"en","title":"European diversity : regional innovation potential in transportation","authors":"Hoppe, Merja; Winter, Martin","subject":"Innovation; Innovation potential; Transport; Funding; Transformation; Disparities;  Kommunikation und Verkehr","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"380","year":"2015","for_data_analysis":"European diversity : regional innovation potential in transportation; Innovation; Innovation potential; Transport; Funding; Transformation; Disparities;  Kommunikation und Verkehr; Transportation is essential for European competitiveness. While the transportation system guarantees location quality for the economy and citizens, the transportation industry provides jobs and strengthens the economy in general. Recently, the transportation sector has had to face challenges arising from new developments. Investments had to be limited due to the financial and economic crisis, new competitors are arising on the global market, climate change requires action affecting transportation and European regional disparities need to be overcome, especially when it comes to transportation. The change requires new strategies to be adopted to and also to actively shape the process. The European Commission aims to support the transportation sector by promoting innovation on a regional level. To ensure successful effects of funding, financial support should not be spread but be focused on regions of highest innovation potential in transportation. The project METRIC, funded by the th Framework Programme of the European Union, has developed a method to measure innovation potential in transportation, applying it to the regions in Europe. The results should be served as a basis for funding distribution and should also identify certain types of regional innovation patterns. An analytical approach to measuring the innovation potential in the transportation sector has been developed. Based on this, empirical analysis has been done. Results show different principles of innovation, a strong dependency on both the historical path of economic development of regions and countries and the recent economic situation. While innovation potential in the transport industries could be analysed, transport service is different. As this sector bears a huge potential for process innovation, which could increase energy efficiency and reduce emissions, there is a need of further research in services innovation.","doc_id":11810,"prior":"process innovation","posterior":"innovation","SDG9":1},{"id":"62","handle":"https://digitalcollection.zhaw.ch/handle/11475/20004","date":"2020","language":"en","title":"Organisational factors, anticipated rents and commercialisation in SMEs","authors":"Do, Hang; Mazzarol, Tim; Soutar, Goeffrey N.; Volery, Thierry; Reboud, Sophie","subject":"Commercialisation; Innovation; Organisational factor; SMEs;  Leitendes Management","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"658.4","year":"2018","for_data_analysis":"Organisational factors, anticipated rents and commercialisation in SMEs; Commercialisation; Innovation; Organisational factor; SMEs;  Leitendes Management; The study investigates the relationship between organisational factors and the anticipated returns to the commercialisation of an innovation within small to medium enterprises (SMEs). Using a large multi-country sample, the analysis involved a structural equation model of seven organisational factors associated with the management of innovation, and their relationship with the anticipated volume of sales, profitability and lifecycle of the innovation. Significant relationships were found between the possession of an innovation strategy and formal commercialisation management, and optimism over sales volumes and lifecycle. The study provides new insights into the resource-based view and theory of entrepreneurial rents, strengthening SME owner-managers’ assessment on future investments in innovation and how to utilise their best capabilities. Policy makers also gain more insights into the commercialisation process within SMEs to foster the innovation orientation in both high and low tech sectors.","doc_id":14094,"prior":"medium enterprises","SDG9":1},{"id":"48","handle":"https://digitalcollection.zhaw.ch/handle/11475/6092","date":"2018","language":"en","title":"Vehicular traffic data analysis and its benefits to prevent traffic congestion","authors":"Steiner, Albert; Hosang, Jürg; Meierhofer, Jürg","subject":"Verkehr; Pattern recognition; Wavelet;  Kommunikation und Verkehr","type":"Konferenz: Paper","bid":"380","year":"2004","for_data_analysis":"Vehicular traffic data analysis and its benefits to prevent traffic congestion; Verkehr; Pattern recognition; Wavelet;  Kommunikation und Verkehr; Traffic and traffic congestions in particular have an increasing economic impact at a national as well as a regional level. Data available from surveys performed on the Swiss freeway network show a surge in the accumulated yearly hours of congestion between the years  and . Congestions have different causes. However, the three major reasons identified are capacity overloads, incidents and temporary building sites where mainly the capacity overloads had a strong increase over the last years. Therefore, the focus of this paper is on this topic.In this paper, we present two data analysis methods, which are applied to vehicular traffic data. The goal of the first method is to estimate link travel times based on a re-identification algorithm applied on single vehicle data. The second approach seeks for incident detection using discrete wavelet transformation (DWT) technique. Both methods are implemented within a MATLAB®-environment and are intended to be a basis for other, superior algorithms to be developed for “Intelligent Transportation Systems (ITS)”. Their feasibility as well as their benefit is shown using real data. Moreover, a comparison of the estimated points in time of the beginning and the end of the congestion observed is conducted. The results show good consistence and thus represent a promising basis for further research on these topics.","doc_id":14654,"prior":"traffic congestion","SDG9":1},{"id":"16","handle":"https://digitalcollection.zhaw.ch/handle/11475/23432","date":"2021","language":"en","title":"Network based credit risk models","authors":"Giudici, Paolo; Hadji Misheva, Branka; Spelta, Alessandro","subject":"Credit scoring model; Network model; Peer-to-peer lending;  Finanzwirtschaft","type":"Beitrag in wissenschaftlicher Zeitschrift","bid":"332","year":"2019","for_data_analysis":"Network based credit risk models; Credit scoring model; Network model; Peer-to-peer lending;  Finanzwirtschaft; Peer-to-Peer lending platforms may lead to cost reduction, and to an improved user experience. These improvements may come at the price of inaccurate credit risk measurements, which can hamper lenders and endanger the stability of a financial system. In the article, we propose how to improve credit risk accuracy of peer to peer platforms and, specifically, of those who lend to small and medium enterprises. To achieve this goal, we propose toaugment traditional credit scoring methods with “alternative data” that consist of centralitymeasures derived from similarity networks among borrowers, deduced from their financialratios. Our empirical findings suggest that the proposed approach improves predictiveaccuracy as well as model explainability.","doc_id":15188,"prior":"medium enterprises","SDG9":1},{"id":"86","handle":"https://digitalcollection.zhaw.ch/handle/11475/22923","date":"2021","language":"en","title":"Implementing AI-based innovation in industry","authors":"Goren Huber, Lilach; Acquaviva, Michele; Pizza, Gianmarco","subject":"Artificial intelligence; Industry; Innovation; Data science; Deep learning; Machine learning; Predictive maintenance;  Spezielle Computerverfahren;  Ingenieurwesen","type":"Konferenz: Sonstiges","bid":"006, 620","year":"2021","for_data_analysis":"Implementing AI-based innovation in industry; Artificial intelligence; Industry; Innovation; Data science; Deep learning; Machine learning; Predictive maintenance;  Spezielle Computerverfahren;  Ingenieurwesen; The Supervisory Control and Data Acquisition (SCADA) system installed on every wind turbine collects performance and condition data from various components of the turbine in time intervals of  minutes. The data is stored and has been used primarily for performance monitoring (identifying losses in the power production) until now. Realizing that this vast amount of historical data from all turbines has a much bigger potential, Nispera decided to launch an innovation project to harvest this potential and offer its clients a new platform for automated detection and localization of technical anomalies and faults in various turbine components. Early detection of faults allows for an intelligent planning of maintenance activities, leading to considerable reduction in the Operation and Maintenance (O&M) expenses of the wind farm operator. “Predictive maintenance” approaches start to replace reactive and preventive approaches to maintenance in a large variety of application fields, ranging from the aircraft industry, through trains, large production machines and public infrastructures. Deploying predictive maintenance algorithms is becoming increasingly attractive owing to the huge progress of the last years regarding machine data availability, cost-effective storage solutions and efficient intelligent algorithms for data analytics, including machine learning and deep learning methods. For Nispera’s clients, predictive maintenance is even more attractive because this service is offered within a more generic platform, which has access to the SCADA data without the need for any new hardware installation. This makes Nispera’s solution cost-effective com-pared to other condition monitoring solutions available on the market. In this way, Nispera directly addresses the needs of wind park owners and operators for continuous monitoring of their turbines, independent of the OEMs.","doc_id":16082,"prior":"public infrastructures","SDG9":1},{"id":"95","handle":"https://digitalcollection.zhaw.ch/handle/11475/22240","date":"2021","language":"de","title":"Virtuell in die Mobilität von morgen abtauchen : Akzeptanz urbaner Mobilitätslösungen","authors":"West, Mirjam; Näf, Rebecca; Del Duce, Andrea; Hoerler, Raphael; Yildirim, Onur","subject":"Nachhaltiger Transport; Automatisiertes Fahren; Virtual Reality; Zukunftsszenarien; Elektromobilität;  Verkehr","type":"Buchbeitrag","bid":"380","year":"2021","for_data_analysis":"Virtuell in die Mobilität von morgen abtauchen : Akzeptanz urbaner Mobilitätslösungen; Nachhaltiger Transport; Automatisiertes Fahren; Virtual Reality; Zukunftsszenarien; Elektromobilität;  Verkehr; Die stetig wachsende Bevölkerung in Städten, die daraus entstehende erhöhte Mobilitätsnachfrage, begrenzte Landflächen und hohe Infrastrukturkosten, die eine Erweiterung des Strassennetzwerkes erschweren, bringen das Verkehrssystem an die Grenzen. Da ausserdem die heutige, autozentrische Mobilität zum grössten Teil noch auf Fahrzeugen mit Verbrennungsmotoren basiert, entstehen neben Staus und Unfällen auch Lärmbelastung und Emissionen, was insgesamt zu einer verringerten Lebensqualität führt.","doc_id":16932,"prior":"Nachhaltiger Transport","SDG9":1},{"id":"48","handle":"https://digitalcollection.zhaw.ch/handle/11475/10646","date":"2018","language":"en","title":"Divide et impera : how to leverage energy efficiency programmes in Swiss SMEs","authors":"Günther, Eva; Berger, Christian; Hackenfort, Markus; Rellstab, Rolf; Rinaldi, Patrick; Rohrer, Jürg","subject":"Motivation; SME; Energy Efficiency;  Psychologie;  Energie","type":"Konferenz: Paper","bid":"150, 333.79","year":"2015","for_data_analysis":"Divide et impera : how to leverage energy efficiency programmes in Swiss SMEs; Motivation; SME; Energy Efficiency;  Psychologie;  Energie; Energy efficiency plays a key role in both the European and the Swiss energy strategies. In recent years many programmes have been launched focusing on corporate energy saving potential in Switzerland. However, only one percent of , Swiss small and medium enterprises (SMEs) – representing a potential energy saving of approximately % of total Swiss power consumption – participate in energy efficiency programmes, and among them the actual implementation rates are poor.This paper is part of a research project that aims to give recommendations on how to increase participation in energy efficiency programmes and to improve the implementation rate of energy efficiency measures in SMEs. The paper focuses on identifying different market segments in order to design specific programme approaches. It adopts the Stages of Change model (Prochaska & Di Clemente, ) to identify potential market segments as a function of their current energy efficiency behaviour and to analyse and profile each of these market segments based on company-specific factors, attitudes, perceptions and motivation.A survey of  SME representatives in Switzerland was carried out. Three different segments were identified: SMEs that do not participate in energy efficiency programmes, SMEs that plan to do so, and SMEs that have already joined a programme. In terms of participation in energy efficiency programmes, the study revealed that the three segments are linked to different needs, expectations and general conditions, and that they arise as a result of different factors. It suggests that in order to foster the implementation of energy efficiency programs, SMEs on different stages of change need to be approached in different ways, and that programme characteristics need to take into account company size and ownership of business premises, provide clear and transparent communication of the implementation effort involved, showcase “best practice” examples, and develop a more comprehensive and/or amended definition of cost savings and benefits.","doc_id":17076,"prior":"medium enterprises","SDG9":1},{"id":"2","handle":"https://digitalcollection.zhaw.ch/handle/11475/20490","date":"2020","language":"en","title":"Smart service patterns for small manufacturing enterprises","authors":"Meierhofer, Jürg; Dobler, Martin; Frick, Klaus; Schweiger, Lukas","subject":"Servitization; Smart service; SME; Rapid service prototyping; Data science;  Computerprogrammierung, Programme und Daten;  Allgemeines Management","type":"Konferenz: Paper","bid":"005, 658","year":"2020","for_data_analysis":"Smart service patterns for small manufacturing enterprises; Servitization; Smart service; SME; Rapid service prototyping; Data science;  Computerprogrammierung, Programme und Daten;  Allgemeines Management; Purpose: This paper provides patterns for developing smart services for SMEs which are at an early stage of their development towards data-driven servitization.Design/Methodology/Approach: Based on a field study analysing the hurdles of SMEs regarding the introduction of smart services as a start of the transformation towards servitization, viable and desirable approaches were elaborated in a multiple case study including rapid prototyping.Findings: These patterns are well suited to demonstrate the business benefit of smart services while providing evidence that the underlying complexity is sufficiently low for the implementation by SMEs with adequate effort.Originality/Value: The study described in this paper provides a set of patterns that complements the existing theory in terms of delivering viable servitization procedures for manufacturing SMEs. They serve as blueprints for small enterprises to overcome the entry hurdle for servitization. SMEs are equipped with blueprints and tools to help them enter the field of smart services and create value for themselves and their customers.","doc_id":17225,"prior":"small enterprises","SDG9":1},{"id":"57","handle":"https://digitalcollection.zhaw.ch/handle/11475/17671","date":"2019","language":"en","title":"Holier than thou : an exploration of the green side of materialism","authors":"Furchheim, Pia; Jahn, Steffen; Zanger, Cornelia","subject":" Marketingmanagement","type":"Konferenz: Paper","bid":"658.8","year":"2014","for_data_analysis":"Holier than thou : an exploration of the green side of materialism;  Marketingmanagement; Materialism, often viewed as a dark side variable of consumer behavior, typically is considered to be at odds with sustainable consumption. We propose a mechanism that reconciles green consumption and materialism. In two studies we demonstrate the importance of perceived scarcity of personality traits in green product choice. That is, materialists that perceive “green personality traits” to be scarce showed a stronger preference towards green products. Hence, choosing a green product over a non-green product may create an emotional state of feeling “holier than thou” and, thus, helps to positively differentiate from others.","doc_id":18515,"prior":"green product","SDG9":1},{"id":"57","handle":"https://digitalcollection.zhaw.ch/handle/11475/17671","date":"2019","language":"en","title":"Holier than thou : an exploration of the green side of materialism","authors":"Furchheim, Pia; Jahn, Steffen; Zanger, Cornelia","subject":" Marketingmanagement","type":"Konferenz: Paper","bid":"658.8","year":"2014","for_data_analysis":"Holier than thou : an exploration of the green side of materialism;  Marketingmanagement; Materialism, often viewed as a dark side variable of consumer behavior, typically is considered to be at odds with sustainable consumption. We propose a mechanism that reconciles green consumption and materialism. In two studies we demonstrate the importance of perceived scarcity of personality traits in green product choice. That is, materialists that perceive “green personality traits” to be scarce showed a stronger preference towards green products. Hence, choosing a green product over a non-green product may create an emotional state of feeling “holier than thou” and, thus, helps to positively differentiate from others.","doc_id":18515,"prior":"green products","SDG9":1},{"id":"7","handle":"https://digitalcollection.zhaw.ch/handle/11475/10700","date":"2018","language":"de","title":"Kundendaten gezielt sammeln und nutzen","authors":"Mandl, Teresa Valerie","subject":"Postfinance; Kundendaten; KU;  Marketingmanagement","type":"Beitrag in Magazin oder Zeitung","bid":"658.8","year":"2012","for_data_analysis":"Kundendaten gezielt sammeln und nutzen; Postfinance; Kundendaten; KU;  Marketingmanagement; Um die Kundinnen und Kunden gezielter und persönlicher zu pflegen, benötigt ein Unternehmen möglichst treffende Kundendaten. Im Beitrag zeigen wir auf, wie diese Informationen im Kleinunternehmen nutzbar gemacht werden können.","doc_id":20555,"prior":"Kleinunternehmen","SDG9":1},{"id":"99","handle":"https://digitalcollection.zhaw.ch/handle/11475/10701","date":"2018","language":"de","title":"Branding : auch für KMU kein Luxus","authors":"Troesch-Jacot, Mireille","subject":"KMU; Corporate branding;  Marketingmanagement","type":"Beitrag in Magazin oder Zeitung","bid":"658.8","year":"2006","for_data_analysis":"Branding : auch für KMU kein Luxus; KMU; Corporate branding;  Marketingmanagement; In der globalisierten Wirtschaft kann die Marke zum wichtigsten Differenzierungsmerkmal für den Kunden werden. Diese Entwicklung gilt sowohl für eine Business-to-Business-Firma wie auch für Unternehmen, die sich direkt an den Endkunden richten. Der Aufbau einer starken Markenpersönlichkeit ist also kein Luxusvorhaben, sondern unverzichtbarer Bestandteil der Unternehmensleistung. Für Gross- wie auch für Kleinunternehmen.","doc_id":20930,"prior":"Kleinunternehmen","SDG9":1}]